{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"RASHTRIYA AUDYOGIK SANSTHAN\nV.\nCOMMISSIONER OF TRADE TAX, U.P.\nMARCH 22, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nUttar Pradesh Trade Tax Act, 1948:\nA\nB\nS.11-Revisional Jurisdiction under-Exercise of-Scope-Held, can\nbe exercised only if question of law has arisen.\nThe assessee-appellant successfully challenged the demand raised by\nAssessing Authority under the Uttar Pradesh Trade Tax Act, 1948, before\nthe Tribunal. Revenue filed revision applications under s.11 of the Act before\nthe High Court, which was allowed.\nIn appeal to this Court, assessee contended that without formulating any\nquestion of law, the exercise of jurisdiction under s. 11 of the Act was\nimpermissible.\nRespondent contended that though the questions have not been\nspecifically indicated, the basic issues for determination were taken note of\nand the impunged orders were passed.\nDisposing of the appeal, the Court\nHELD: The impunged order of High Court is set aside and matter is\nremitted to High Court so that question of law, if any, which arises in the\nfacts of the case can be formulated. Only if question of law arises, then only\nthe revisional jurisdiction can be exercised. [Para 9] [377-G]\nCommissioner of Sales Tax, U.P. v. Kumaon Tractors \u0026 Motors, [2002]\n9 SCC 379; Commissioner, Sales Tax, U.P. v. M/s Mohan Brickfield, Agra,\n[2006] 2 SCALE 17, relied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1538 of 2007.\nFrom the Final Judgment and Order dated 20.05.2005 of the High Court\nof Judicature at Allahabad in Trade Tax Revision Nos. 1234 \u0026 1304 of 1997.\n373\nC\nD\nE\nF\nG\nH\n374\nA\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nManoj Goel, Shuvodeep Roy, W. Shafiq, Gopal Verma and Brij Bhushan\nfor the Appellant.\nVimla Sinha and Kamlendra Mishra for the Respondent.\nThe Judgment of the Court was delivered by\nB\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\nC\n2. Challenge in these appeals is to the order passed by a learned Single\nJudge of the Allahabad High Court disposing of several revision petitions\nfiled by the respondent-Commissioner of Trade Tax, Uttar Pradesh, under the\nUttar Pradesh Trade Tax Act, 1948 (in short 'Act').\n3. The factual position which is almost undisputed is as under:\nTwo petitions for revision under Section 11 of the Act were filed before\nthe High Court questioning correctness of the common order dated 28th May,\n1997, passed by the Trade Tax Tribunal, Agra (in short the 'Tribunal'). The\nD disputes related to the assessments for assessment year 1987-88 under the\nAct and the Central Sales Tax Act, 1956 (in short the 'Central Act'). Demands\nwere raised by orders of the assessment dated 17.9.1993. The demands were\nchallenged before the Assistant Commissioner (Judicial) II, Trade Tax, Agra\nwho remitted the matter to the Tax Assessing Officer for fresh assessment.\nAppellant (hereinafter described as 'assessee') filed appeals before the\nTribunal. The appeals were allowed and the first appellate orders dated\n22.7.1996 were set aside. As noted above, Revenue filed two revision\napplications under Section 11 of the Act before the High Court. By the\nimpugned order dated 20.5.2005, the revisions were allowed and the orders of\nthe Tribunal were set aside and that of the first Appellate Authority restored.\nE\nF\nG\nH\n4. Though many points were urged in support of the appeals it was\nprimarily contended that without formulating any question of law, the exercise\nof jurisdiction under Section 11 of the Act was impermissible.\n5. The learned counsel for the respondent on the other hand supported\nthe order of the High Court saying that though the questions have not been\nspecifically indicated the basic issues for determination were taken note of\nand the impugned orders were passed.\n6. We shall first deal with the power of the High Court in dealing with\nthe revision petition. Section 11 of the Act reads as follows:\n\"11. Revision by High Court in special cases.-(1) Any person\nRASHTRIYA AUDYOGIK SANSTHAN v. COMMR. OF TRADE TAX, U.P. [PASAYAT, J.] 375\nA\naggrieved by an order made under sub-section (4) or sub-section (5)\nof Section 10, other than an order under sub-section (2) of that\nsection summarily disposing of the appeal, or by an order passed\nunder Section 22 by the Tribunal, may, within ninety days from the\ndate of service of such order, apply to the High Court for revision of\nsuch order on the ground that the case involves any question of law. B\n(2) Any person aggrieved by an order made by the Revising Authority\nor an Additional Revising Authority refusing to state the case under\nthis section, as it stood immediately before April 27, 1978, hereinafter\nreferred to as the said date, may, where the limitation for making an\napplication to the High Court under sub-section (4), as it stood C\nimmediately before the said date, has not expired, likewise apply for\nrevision to the High Court within a period of ninety days from the said\ndate.\n(3) Where an application under sub-section (1) or sub-section (3), as\nthey stood immediately before the said date, was rejected by the D\nRevising Authority or an Additional Revising Authority on the sole\nground that the period of one hundred and twenty days for making\nthe reference, as specified in the said sub-section (1), has expired,\nsuch applicant may apply for revision of the order made under sub-\nsection (2) of Section 10, to the High Court within sixty days from the\nsaid date on the ground that the case involves any question of law.\n(4) The application for revision under sub-section (1) shall precisely\nstate the question of law involved in the case, and it shall be competent\nfor the High Court to formulate the question of law or to allow any\nother question of law to be raised.\n(5) Every application for making a reference to the High Court under\nsub-section (1) or sub-section (3), as they stood immediately before\nthe said date, pending before the Revising Authority or an Additional\nRevising Authority on the said date, shall stand transferred to the\nHigh Court. Every such application upon being so transferred and\nevery application under sub-section (4) as it stood immediately before\nthe said date, pending before the High Court on the said date, shall\nbe deemed to be an application for revision under this section and\ndisposed of accordingly.\n(6) Where the High Court has before the said date, required the\nE\nF\nG\nH\n376\nA\nB\nC\nᎠ\nE\nF\n0\nH\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nRevising Authority or an Additional Revising Authority to state the\ncase and refer it to the High Court under sub-section (4), as it stood\nimmediately before the said date, such authority shall, as soon as may\nbe, make reference accordingly. Every reference so made, and every\nreference made by such authority before the said date in compliance\nwith the requirement of the High Court under sub-section (4), as it\nstood before the said date, shall be deemed to be an application for\nrevision under this section and disposed of accordingly.\n(6-A) Where the Revising Authority or an Additional Revising\nAuthority has, before the said date, allowed an application under sub-\nsection (1) or sub-section (3), as they stood immediately before the\nsaid date, and such authority has not made reference before the said\ndate, it shall, as soon as may be, make reference, to the High Court.\nEvery such reference, and every reference already made by such\nauthority before the said date and pending before the High Court on\nthe said date, shall be deemed to be an application for revision under\nthis section and disposed of accordingly.\n(7) Where an application under this section is pending, the High Court\nmay, on an application in that behalf, stay recovery of any disputed\namount of tax, fee or penalty payable, or refund of any amount due,\nunder the order sought to be revised:\nProvided that no order for the stay of recovery of such disputed\namount shall remain in force for more than thirty days unless the\napplicant furnishes adequate security to the satisfaction of the\nAssessing Authority concerned.\n(8) The High Court shall, after hearing the parties to the revision,\ndecide the question of law involved therein, and where as a result of\nsuch decision, the amount of tax, fee or penalty is required to be\ndetermined afresh, the High Court may send a copy of the decision.\nto the Tribunal for fresh determination of the amount, and the Tribunal\nshall thereupon pass such orders as are necessary to dispose of the\ncase in conformity with the said decision.\n(8-A) All applications for revision or orders passed under Section 10\nin appeals arising out of the same cause of action in respect of the\nsame assessment year shall be heard and decided together.\nProvided that where any one or more of such applications have\nRASHTRIYA AUDYOGIK SANSTHAN v. COMMR. OF TRADE TAX, U.P. [PASAYAT, J.] 377\nbeen heard and decided earlier, if the High Court, while hearing the A\nremaining applications, considers that the earlier decision may be a\nlegal impediment in giving relief in such remaining application, it may\nrecall such earlier decisions and may thereafter proceed to hear and\ndecide all the applications together.\n(9) The provisions of Section 5 of the Limitation Act, 1963, shall, B\nmutatis mutandis, apply to every application, for revision under this\nsection.\nExplanation For the purpose of this section, the expression \"any\nperson\" includes the Commissioner and the State Government.\"\n7. The parameters for exercising power under the said provision were\nconsidered by this Court in Commissioner of Sales Tax, U.P. v. Kumaon\nTractors \u0026 Motors, [2002] 9 SCC 379. It was inter alia noted as follows:\n\"8. x X X X\nX\nC\nD\nIt appears that the High Court ignored the provisions of Section 11\nof the Trade Tax Act which confers limited jurisdiction to interfere\nwith the order of the Tribunal only on the question of law, that too\nthe said question of law is required to be precisely stated and\nformulated. Instead of deciding the question of law, the High Court\nsimpliciter re-appreciated the evidence and ignored the material E\ndocuments maintained and produced by the assessee, that is, books\nof accounts, bills and Form 'C' submitted by it. In this view of the\nmatter, the impugned order cannot be sustained.\"\n8. The aforesaid aspects were also noted by this Court in Commissioner,\nSales Tax, U.P. v. M/s Mohan Brickfield, Agra, (2006) 2 SCALE 17.\n9. Accordingly, we set aside the impugned order of the High Court and\nremit the matter to the High Court so that question of law, if any, which arises\nin the facts of the case can be formulated. We make it clear that we have\nnot expressed any opinion as to whether any question of law arises or not.\nOnly if question of law arises, then only the revisional jurisdiction can be\nexercised.\n10. The appeals are accordingly disposed of. There will be no order as\nto costs.\nD.G.\nF\nG\nH\nAppeals disposed of.\n"}