{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"1\nHARYANA SEEDS DEVELOPMENT CORPN. LTD.\nV.\nSADHU AND ANR.\nFEBRUARY 18, 2005\n[RUMA PAL AND C.K. THAKKER, JJ.]\nA\nB\nC\nConsumer Protection Act, 1986-Error of law and jurisdiction by lower\nfora-Effect of Complaint by farmers against Seed Development Corporation\nalleging poor germination of seeds-Complaints allowed by District Forum\nand State Commission-Report of the Expert Committee-National Commission\nalso allowed the complaints but observed the report to be ambiguous and not\nclearly exonerate the Corporation-On appeal, held: Reading the report of\nthe Expert Committee in its entirety, it is clear that the Expert Committee was\nsatisfied that variation in the condition of crop could not be attributed to the\nquality of seeds but to other factors-Word 'not' was not inserted in the report D\nunauthorisedly--Therefore, report neither ambiguous nor vague but clear and\ndefinite-Hence, lower fora committed error of law and jurisdiction―\nComplaints liable to be dismissed and compensation granted to be refunded-\nConstitution of India, 1950-Article 136.\nE\nF\nRespondent - farmers purchased seeds of wheat from the appellant\n- State Seeds Development Corporation and sowed them in their fields but\ngermination of seeds was very poor. Respondent filed a complaint seeking\ncompensation. Agriculture Officers issued certificate to the effect that the\nseeds were of sub-standard quality and germination was poor. Both\nDistrict Forum and State Commission allowed the complaint. Corporation\nconstituted an Expert Committee which submitted the report that\nvariation in the condition of the crop may not be attributed to the quality\nof seed but it may be due to other factors viz. high salt concentration,\nbrackish water, moisture content at the time of sowing, sowing method\nand soil physical conditions etc. National Commission even though\nobserved that the report of the Expert Committee was ambiguous and did G\nnot clearly exonerate the Corporation but giving the benefit to the\ncomplainant, upheld the orders of District Forum. Hence the present\nappeal.\nRespondent-complainant contended that the complaints were allowed\n181\nH\n182\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA after considering the evidence on record and perusing both the reports;\nthat the National Commission was right in observing that the report of\nthe Expert Committee was ambiguous inasmuch as though it stated in the\noperative part of the report that variation in condition of the crop could\nbe attributed to the quality of the seeds, the word 'not' was added\nsubsequently either to favour the Corporation or to cause prejudice to\nfarmers; and that this Court should not interfere with the orders passed\nand directions issued.\nB\nC\nD\nAppellant-Corporation contended that the lower fora committed\nerror of law and of jurisdiction by not considering the report of Expert\nCommittee in its proper perspective; that the National Commission erred\nin observing that the report was ambiguous; and that the word 'not' was\nvery much there in the report and also in the certified copy, and could\nnot be said that it was inserted subsequently.\nAllowing the appeal, the Court\nHELD: Reading the report of the Expert Committee in its entirety,\nit is clear that there was no unauthorized insertion of the word 'not' in\nthe report of the Expert Committee. The Expert Committee was satisfied\nthat variation in the condition of crop was not and could not be attributed\nto quality of seeds but to other factors. Hence, it cannot be said that the\nE word \"not\" was inserted either to favour the Corporation or to cause\nprejudice to the farmers. Therefore, National Commission was not right\nin observing that at the most, the report could be said to be ambiguous.\nIt was neither ambiguous nor vague but was clear, definite and specific.\nIn no uncertain terms, it stated that variation in the condition of crop could\nnot be attributed to quality of seeds but to other factors.\nF\n[186-G-H; 187-A-B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1308 of 2005.\nFrom the Judgment and Order dated 26.8.2003 of the National\nG Consumers Disputes Reddressal Commission, New Delhi in R.P. No. 2332 of\n2003.\nD.P. Singh and Sanjay Jain for the Appellant.\nK.S. Rana, Dr. V.P. Appan, N.Raja Raman and F.S. Chauhan for the\nH Respondents.\nAM\nHARYANA SEEDS DEVELOPMENT CORPN, LTD. v. SADHU [THAKKER, J.}\nThe Judgment of the Court was delivered by\n183\nA\nTHAKKER, J. Leave granted.\nThe present appeal is filed by the Haryana Seeds Development\nCorporation Ltd. ('Corporation' for short) against the order passed by the\nDistrict Consumer Dispute Redressal Forum, Kaithal, confirmed by the State B\nConsumer Disputes Redressal Commission, Haryana, and also confirmed by\nthe National Consumer Disputes Redressal Commission, New Delhi.\nThe facts of the case in which a complaint was filed by Sadhu Singh\nS/o Kehar Singh may briefly be stated. The said complaint was filed by\nSadhu Singh resident of village Dhundwa against Dhundwa Cooperative Credit C\n\u0026 Service Society and also against the Haryana Seeds Development\nCorporation (appellant herein) before the District Forum Kaithal inter alia\nalleging that he had purchased seeds of wheat from Dhundwa Cooperative\nCredit \u0026 Service Society and Haryana Seeds Development Corporation. He\nhad sown them in his field. After about 15 days, he noticed that germination D\nof seeds was not up to standard but was \"very much poor”. He, therefore,\nmade complaints to D.C. and D.D.A., Kaithal whereupon a certificate was\nissued by Circle Agriculture Officer, and Agriculture Development Officer,\nKalayat on 6th December, 2001, stating therein that germination of seeds was\nfound to be poor and the seeds were of sub-standard quality. According to\nthe complainant, he suffered a loss of price of seeds, labour charges for E\npreparation of land, of sowing seeds, irrigation costs, loss of crop and also\nmental torture. He, therefore, prayed that the respondents may be directed to\npay compensation. Similar was the case of other complainants.\nF\nNotices were issued to the respondents pursuant to which they appeared\nand filed their replies. Respondent No.1 Dhundwa Cooperative Credit \u0026\nService Society, in its reply stated that the complaint was not maintainable\nagainst it. According to the said respondent, it purchased the seeds from the\nCorporation. It was contended that the complainant had purchased seeds for\nselling wheat in Grain Market and thus the purchase was for commercial\npurpose. He, therefore, could not be said to be 'consumer' within the meaning G\nof the Consumers Protection Act, 1986 (hereinafter referred to as 'the Act')..\nIt was also alleged that loss said to have been caused to the complainant was\nshown to be excessive. The complaint was, therefore, false, frivolous and\nliable to be dismissed.\nThe Corporation also filed a reply contending that the complainant had H\nB\n184\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA no locus standi as he had no cause of action to file such complaint. He also\ncould not be said to be ‘consumer' as seeds were purchased for commercial\npurposes. According to the Corporation, disputed and complicated questions\nof fact and law were involved which could not be decided in a summary\nmanner in the Consumer Forum and the complainant should approach a civil\ncourt. On merits, it was contended that germination of seed would depend\nupon several other factors such as, climate - condition, type of soil, water and\nirrigation facilities, quality of fertilizer, etc. The complainant could not show\nthat the crop had suffered due to poor germination of seeds. According to the\nCorporation, seeds were duly certified by the Haryana State Seeds Agency,\na Government undertaking which objectively decided that seeds were in\nC conformity with prescribed standard. The complainant had, therefore, no cause\nand the complaint was liable to be dismissed.\nThe District Forum accepted the claim of the complainant and held the\nappellant liable. It relied upon the report of the Civil Agriculture Officer and\nAgriculture Development Officer, Kalayat and observed that it was \"crystal\nD clear that the germination of the seeds was very poor\". According to the\nDistrict Forum, due to low yield of crop, the complainant suffered financial\nloss as well as physical harassment. He was, therefore, entitled to compensation\nas mentioned in the order. Accordingly, the complaint was allowed and the\nappellant herein was directed to pay compensation to the complainant within\nthirty days of the order failing which proceedings would be initiated in\naccordance with Section 27 of the Act. Similar directions were given in other\ncomplaints.\nE\nBeing aggrieved by the order passed by the District Forum, the appellant\napproached the State Commission. By a cryptic and virtually non-speaking\nF order, the State Commission dismissed the appeals. Against that order, the\nappellant approached the National Commission. It was argued that the\nConsumer Forum had no jurisdiction in the matter as the complainant was\nnot consumer and he had purchased seeds for commercial purposes. Moreover,.\nseeds were certified by certification agency to be of proper quality and report\nof Expert Committee ruled out poor germination and hence the grievance\nG\nwas unjustified. It was also submitted that the District Forum ought to have\nfollowed the procedure laid down in clause (c) of sub-section (1) of Section\n13 of the Act by sending a sample to appropriate laboratory and by obtaining\na report. Since it was not done, the order passed by the District Forum and\nconfirmed by the State Commission was not valid.\nH\n-W\nĮ\nHARYANA SEEDS DEVELOPMENT CORPN. LTD. v. SADHU [THAKKER, J.] 185\nThe National Commission, however, dismissed revisions observing that A\nthe Consumer Forum had jurisdiction in the matter and the farmers did not\ngrow crop for commercial purposes. It also observed that there were two\nreports on record, one by the Circle Agriculture Officer and Agriculture.\nDevelopment Officer, Kalayat and the other by the Expert Committee. The\nreport of the Expert Committee at best was ambiguous and did not clearly\nexonerate the Corporation. According to the National Commission, in the\ncircumstances, benefit ought to go to the complainant and as the benefit was\ngiven by the District Forum and State Commission, the orders passed by\nthem could not be said to be illegal. Revisions were accordingly dismissed.\nB₁\nC\nWe have heard learned counsel for the parties. The learned counsel for\nthe appellant did not contend that the Consumer Forum had no jurisdiction\nas seeds were purchased for commercial purposes as urged before the lower\nfora. It was, however, submitted that an error of law and of jurisdiction was\ncommitted by the District Forum, State Commission and National Commission\nin not considering the report of Expert Committee in its proper perspective.\nAccording to the counsel, the report which was placed on record clearly D\nrevealed that variation in the condition of crop could not be attributed to\nquality of seeds but to other factors, viz. high salt concentration, brackish\nwater, moisture content at the time of sowing, long dry spell, etc. It was also\nsubmitted that neither the District Forum nor the National Commission\nconsidered the said report keeping in view the fact that it was prepared by\nE\nan Expert Committee. The National Commission was in clear error in observing\nthat the report was ambiguous. The counsel, therefore, submitted that all the\norders deserve to be set aside by dismissing all the complaints.\nThe learned counsel for the complainants, on the other hand, supported\nthe orders. It was submitted that after considering the evidence on record and F\nperusing both the reports, complaints were allowed and the appellant was\ndirected to pay compensation. It was also submitted that the National\nCommission was right in observing that the report of the Expert Committee\nwas ambiguous inasmuch as though it stated in the operative part of the\nreport that variation in condition of the crop could be attributed to the quality\nof the seeds, the word \"not\" was added subsequently by someone. This\nCourt, in the circumstances, may not interfere with the orders passed and\ndirections issued.\nOn behalf of the respondent No.2 Dhundwa Society, the learned counsel\nsubmitted that the said Society was neither necessary nor proper party as no\nG\nH\n186\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA final directions had been issued against the said respondent by the District\nForum. It ought not to have been made party respondent in the present\nappeals.\nHaving considered the rival contentions of the parties, in our opinion,\nall the appeals deserve to be allowed and the orders passed by the District\nB Forum, confirmed by the State Commission and the National Commission\ndeserve to be set aside. From the record it is abundantly clear that the appellant\nhad constituted an Expert Committee. The said committee had undertaken.\nthe exercise of inspection of seeds sold to farmers. It conducted field inspection\nand detailed report had been prepared. The Committee observed that crop\ncondition varied from “satisfactory to excellent\". It further observed that the\nreason for variation was other than the quality of seeds. The Committee\nstated:\nC\nD\nE\nF\n\"Hence the variation in the condition of crop in the same lot of seed\nat different fields may not be attributed to quality of seed but the\nother factors including high salt concentration, Brackish Water,\nMoisture content at the sowing time, sowing method and soil physical-\nconditions, which also play a major role in germination of seed and\ncrop stand.\"\n\"\nIn the operative part, the Committee concluded;\n\"It may be concluded that variation in the condition of the crop may\nnot be attributed to the quality of seed but it may be due to other\nfactors including water quality used for irrigations, long dry spell,\nsalt accumulation in surface layer, sowing methodology, moisture\ncontent at the sowing time and soil physical condition.\".\nWhat was contended before the National Commission was that the\nword “not” was not found in the report of the Expert Committee but it was\ninserted unauthorisedly. The learned counsel for the appellant stated that the\nword \"not\" was very much there in the report and in the certified copy also,\nit was present. Hence, it could not be said that it was inserted subsequently.\nG But even otherwise, looking to the report as a whole, we are satisfied that\nthere was no unauthorised insertion of the word \"not\" in the report. Reading\nthe report in its entirety, it is clear that the Expert Committee was satisfied\nthat variation in the condition of crop was not and could not be attributed to\nquality of seeds but to other factors. Even the earlier part referred to by us\nmakes the position clear. Hence, the contention that the word \"not\", was\nH\n352\n187\nHARYANA SEEDS DEVELOPMENT CORPN. LTD. v. SADHU [THAKKER, J.]\ninserted either to favour the Corporation or to cause prejudice to farmers A\ncannot be accepted. We are, therefore, of the opinion that the National\nCommission was not right in observing that at the most, the report could be\nsaid to be ambiguous. In our view, it was neither ambiguous nor vague but\nwas clear, definite and specific. In no uncertain terms, it stated that variation\nin the condition of crop could not be attributed to quality of seeds but to\nB\nother factors.\nIn the light of the report of Expert Committee, the complaint was liable\nto be dismissed and the Commissions committed an error of law and of\njurisdiction in allowing it.\nFor the foregoing reasons, in our opinion, the appeal deserves to be\nallowed and is hereby allowed. The orders passed by District Forum, State\nCommission and National Commission are hereby set aside and the complaint\nis ordered to be dismissed. In the facts and circumstances of the case, however,\nthere shall be no order as to costs.\nOn 18th August, 2004, this Court directed the appellants to deposit 50\nper cent of the principal amount. By a subsequent order dated 8th October,\n2004, the money deposited was ordered to be invested by the Registry in\nfixed deposit account in a Nationalised Bank for a period of six months in\nthe first instance. The said deposit was to be renewed till the disposal of the\nappeal. In view of the fact that the appeal is allowed the said amount may\nnow be refunded to the appellant. Ordered accordingly.\nN.J.\nAppeal allowed.\nC\nD\nE\n"}