{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"RAJINDER ARORA\nV.\nUNION OF INDIA AND ORS.\nMARCH 10, 2006\n[S.B. SINHA AND P.K. BALASUBRAMANYAN, JJ.]\nConservation of Foreign Exchange and Prevention of Smuggling\nActivities Act, 1974-Detention order-Interference with, at pre-execution\nstage-Scope of Utilization of unlawful import-Raid conducted, detention\norder passed after 10 months and no explanation for the delay-Status report\nnot taken into consideration by Customs Authorities-No prosecution lodged\nby Statutory Authorities against the person concerned, also non-issuance of\nshow cause notice-Thus, detention order was passed for a wrong purpose\nand was on vague, extraneous and irrelevant grounds, as such not sustainable\nand set aside-Foreign Trade Development and Regulation Act, 1994.\nA\nB\nC\nᎠ\nIt is alleged that the appellant was engaged in the utilization of\nunlawful import. On 26.05.2004, Directorate of Revenue Intelligence (DRI)\nconducted raid in appellant's residence and he was taken in custody. He\nwas allegedly tortured and his statements were recorded under coercion.\nAppellant was arrested on 28.05.2004 and was remanded to judicial E\ncustody where he retracted his confession. Appellant was under treatment\nfor 45 days out of the total period of 60 days of judicial remand.\nThereafter, appellant was enlarged on bail since the DRI Department\nfailed to file complaint against the appellant within the statutory period.\nIn the meanwhile, his family members were forced to deposit a sum of\nRs. 60 lakhs as customs duty. Appellant then filed a criminal complaint\nagainst DRI alleging torture. However, on 31.3.2005, detention order was\nissued against the appellant under COFEPOSA. High Court dismissed the\nwrit petition praying for quashing of the order of detention. Hence, the\npresent appeal.\nAllowing the appeal, the Court\nHELD: 1.1. The authorities in terms of sections 9(4), 10 and 11 of\nthe Foreign Trade Development and Regulation Act, 1994 exercise a wide\njurisdiction. Although the raid was made on 26.05.2004, till date no matter\n9\nF\nG\nH\n10\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA has been brought on record to lodge prosecution against the appellant by\nDGFT. Also the statutory authorities have not yet issued any show cause\nnotice on the appellant on the ground that the export commitments were\nnot fulfilled. Further, the respondent gave no explanation nor any reason\nwhatsoever as to why the order of detention had been issued after such a\nlong time. The authorities did not examine the said question before issuing\nthe order of detention. Furthermore, the status report called for from the\nCustoms Department has not been taken into consideration by the\ncompetent authorities. Also the Authorities had granted redemption\ncertificates. [13-F-G; 17-A, H; 18-A|\nB\nC\n1.2. Having regard to the aforementioned findings, the order of\ndetention was passed for a wrong purpose, and was passed on vague,\nextraneous and irrelevant grounds, thus, it is set aside. [14-C]\nAdditional Secretary to the Government of India and Ors. v. Smt. Alka\nSubhash Gadia and Anr., [1992] Supp 1 SCC 496; T.D. Abdul Rahman v.\nD State of Kerala and Ors., AIR (1990) SC 225 and K.S. Nagamuthu v. State\nof Tamil Nadu and Ors., (2005) 9 SCALE 534, relied on.\nE\nF\nG\nNaresh Kumar Goyal v. Union of India and Ors., [2005] 8 SCC 276,\nreferred to.\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 311\nof 2006.\nFrom the final Order dated 6.9.2005 of the Punjab and Haryana High\nCourt in Criminal Writ Petition No. 303/2005.\nMukul Rohtagi, Uday U. Lalit, Ms. Aprajat Singh, A. Sannad, Vikram\nChoudhary and Mohanprasad Meharia for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. Leave granted.\nThe Appellant is an industrialist. He manufactures acrylic yarn, blankets\nand shawls. The said goods are exportable items. The units of the Appellant\nare recognized export houses. They were awarded the highest export\nperformance Awards by Wool and Woolen Export Promotion Council for\nmanufacture of the aforementioned goods. The Appellant imported some raw\nH materials on the premise that the imported items would be utilized for\n.\nRAJINDER ARORA v. U.O.I. [SINHA, J.]\n11\nB\nmanufacture of the goods which were meant for export. A raid was conducted A\nin his residence on 26.05.2004 by the Directorate of Revenue Intelligence\n(DRI) and he was taken in custody. He allegedly was continuously tortured\nfor two days. During his detention statements under Section 108 of the Customs\nAct were recorded allegedly under coercion, duress and threat. He was shown\narrested on 28.05.2004 and produced before a Magistrate. He was medically\nexamined whereupon marks of multiple injuries on his person were found.\nAfter he was remanded to judicial custody by the Magistrate by an order\ndated 28.5.2004, he retracted his alleged confession stating that the same had\nbeen obtained under coercion, duress and torture. He remained under treatment\nfor 45 days out of the total period of 60 days of his judicial remand (the\nrequisite statutory period for filing a complaint). Upon failure on the part of C\nthe DRI Department to file a complaint against the Appellant within the\nstatutory period of 60 days, he was enlarged on bail on 28.7.2004. In the\nmeanwhile, his family members were forced to deposit a sum of Rs.60 lakhs\nas customs duty. Such deposit, however, was made without prejudice to the\nrights and contentions of the Appellant. Several representations were made\nby the Appellant stating the aforesaid facts.\nHe filed a criminal complaint on 18.02.2005. The Medical Officer\nconcerned was examined in the said proceeding wherein he stated:\n\"On 28.05.2004 at 8.40 PM I examined physically Sh. Rajinder Arora\nvide my emergency OPD No. 6607/04. Patient was brought to me by\nMr. R.K. Saini, Intelligence Officer, DRI, Ludhiana Regional Unit. I\nfound following injuries on the person of Rajinder Arora who is\npresent today:\nD\nE\n1. Multiple abrasions, superficial, in an area of 4 inch x 2 inch over\nF\nmid of left upper arm, antero laterally. Patient also complaint of\nheaviness in chest. His B.P. was 150/106 mm Hg.\nIn my opinion, duration of injury was about 24 hours. I have seen the\ncertified copy of injury report which is correct according to original\nreport and is Ex. CW2/1, which is signed by me. When Rajinder\nArora was brought to me he was under the custody of DRA\nauthorities.\"\nG\nIn the meanwhile, a proposal was forwarded to the DRI, Delhi Zonal\nUnit, Delhi for his detention under COFEPOSA. A proposal was also sent to\nCOFEPOSA Unit by the said authority. Allegedly, on 15.2.2005, the DRI H\n12\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA Ludhiana opined that no case has been made out for his detention under\nCOFEPOSA. A proposal, however, was made by the said authorities for\ndetermination of detention of Shital Vij, who was said to be the brain behind\nutilization of the unlawful import.\nB\nC\nD\nE\nF\nG\nH\nOnly on 31.3.2005, the order of detention was issued.\nA writ petition was filed by the Appellant herein before the High Court\nof Punjab and Haryana praying for quashing of the said order of detention.\nBy reason of the impugned order, the writ petition has been dismissed. The\nAppellant is, thus, in appeal before us.\nThe High Court in his impugned judgment opined:\n(i) In the grounds of detention, the detaining authority had adverted\nto all the evidences collected against the Appellant including his\nstatement under Section 108 of the Customs Act as also the\nsubsequent retraction.\n(ii) The activities of the Appellant come within the purview of the\nexpression \"smuggling\" as defined in Section 2(39) of the\nCustoms Act read with Section 2(e) of the COFEPOSA Act.\n(iii) Delay in issuing the order of detention is not fatal. Delay, per se,\ncannot be a circumstance to set aside an order of detention.\n(iv) The subjective satisfaction of the authority is based upon sufficient\nmaterial and is sufficient to warrant an order of preventive\ndetention.\n(v) No discrimination has been committed as against the Appellant\nin not recommending Shital Vij's detention as its recommendation\nwas rejected by the Screening Committee.\n(vi) Only because a redemption certificate was issued by the concerned\nauthority, it cannot be presumed that the Appellant had discharged\nhis export obligations, without violation of the terms and\nconditions of his licences.\n(vii) The complaint petition filed by the Appellant herein, contending\nillegal detention and torture, by itself is not a ground for detracting\nfrom the orders passed by the detaining authority as mere filing\nof a criminal complaint would not lead to a conclusion that the\norder of detention was mala fide.\n--\nRAJINDER ARORA v. U.O.I. [SINHA. J.]\n13\nMr. Uday U. Lalit, learned senior counsel appearing on behalf of the A\nAppellant, would raise the following contentions:\n(i) Licences granted to the Appellant were allowed to be surrendered\nby the competent authorities only after an objective assessment\nwas made in that behalf.\nB\n(ii) The status report called for by the Customs Authorities from\nDGFT having not been considered, the detaining authority must\nbe held to have failed to take into consideration a relevant fact,\nas therein it was opined that no case had been made out for\ndetention.\n(iii) As the Appellant filed a complaint against the officer alleging\nillegal detention and torture meted out by him, the impugned\norder of detention has been passed malafide.\n(iv) The Appellant having deposited Rs.60 lakhs without prejudice to\nhis rights and contentions, and, thus, the impugned order of\ndetention having been made for unauthorized purpose, was mala\nfide. Had there been any material before the appropriate authority,\nthey would have lodged a complaint against the Appellant.\n(v) There was absolutely no reason as to why such a long time was\ntaken for passing the order of detention.\nC\nD\nE\nMr. K. Radhakrishnan, learned senior counsel appearing on behalf of\nthe Respondent, on the other hand, relying on or on the basis of the findings\nof the High Court, as noticed supra, would support the order of detention.\nIt is not in dispute that the authorities in terms of Sections 9(4), 10 and\n11 of the Foreign Trade Development and Regulation Act, 1994 exercise a F\nwide jurisdiction. Although the raid was made on 26.05.2004, admittedly, till\ndate, no prosecution has been lodged as against the Appellant by DGFT. It\nis also not in dispute that the statutory authorities has not yet issued any show\ncause notice on the Appellant on the ground that the export commitments\nwere not fulfilled. It is furthermore not in dispute that the authorities had\ngranted redemption certificates.\nG\nA pre-detention order can be quashed only on a limited ground. This\nCon in Additional Secretary to the Government of India and Ors. v. Smt.\nAlka Subhash Gadia and Anr., [1992] Supp 1 SCC 496 laid down the criterias\ntherefor upon a detailed consideration of the provisions of the Preventive H\n14\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA Detention Laws and the right of individual to assail an order of detention\nwithout surrendering in the following terms:\nB\nC\nD\n66\n‘... Thirdly, and this is more important, it is not correct to say that the\ncourts have no power to entertain grievances against any detention\norder prior to its execution. The courts have the necessary power and\nthey have used it in proper cases as has been pointed out above,\nalthough such cases have been few and the grounds on which the\ncourts have interfered with them at the pre-execution staдe are\nnecessarily very limited in scope and number, viz., where the courts\nare prima facie satisfied (i) that the impugned order is not passed\nunder the Act under which it is purported to have been passed, (ii)\nthat it is sought to be executed against a wrong person, (iii) that it is\npassed for a wrong purpose, (iv) that it is passed on vague, extraneous\nand irrelevant grounds or (v) that the authority which passed it had\nno authority to do so. The refusal by the courts to use their\nextraordinary powers of judicial review to interfere with the detention\norders prior to their execution on any other ground does not amount\nto the abandonment of the said power or to their denial to the proposed\ndetenu, but prevents their abuse and the perversion of the law in\nquestion.\"\nRecently a 3-Judge Bench of this Court in Naresh Kumar Goyal v.\nE Union of India and Ors., [2005] 8 SCC 276 (in which one of us P.K.\nBalasubramanyan, J. was a member), opined:\nF\nG\nH\n\"It is trite law that an order of detention is not a curative or reformative\nor punitive action, but a preventive action, avowed object of which\nbeing to prevent the anti-social and subversive elements from\nimperiling the welfare of the country or the security of the nation or\nfrom disturbing the public tranquility or from indulging in smuggling\nactivities or from engaging in illicit traffic in narcotic drugs and\npsychotropic substances etc. Preventive detention is devised to afford\nprotection to society. The authorities on the subject have consistently\ntaken the view that preventive detention is devised to afford protection\nto society. The object is not to punish a man for having done something\nbut to intercept before he does it, and to prevent him from doing som\nIt, therefore, becomes imperative on the part of the detaining authrity\nas well as the executing authority to be very vigilant and keep their\neyes skinned but not to turn a blind eye in securing the detenue and\nexecuting the detention order because any indifferent attitude on the\n{\nRAJINDER ARORA v. U.O.I. [SINHA. J.]\n15\npart of the detaining authority or executing authority will defeat the A\nvery purpose of preventive action and turn the detention order as a\ndead letter and frustrate the entire proceedings. Inordinate delay, for\nwhich no adequate explanation is furnished, led to the assumption\nthat the live and proximate link between the grounds of detention and\nthe purpose of detention is snapped. (See P.U. Iqbal v. Union of\nIndia and Ors.,; Ashok Kumar v. Delhi Administration, and Bhawarlal\nGaneshmalji v. State of Tamilnadu)\"\nIn that case, however, the order of detention had not been implemented\nfor a long time and having considered Alka Subhash Gadia (supra) and\nseveral other decisions, it was held:\nB\nC\n\"Coming to the facts of this case, at the highest the case of the\nappellant is that the order of detention was belatedly passed and the\nState of Bihar thereafter took no steps whatsoever to implement the\norder of detention. Counsel for the appellant sought to bring this case\nunder the third exception enumerated in Alka Subhash Gadia (supra), D\nnamely, that the order was passed for a wrong purpose. In the facts\nand circumstances of this case, it is not possible to accept the\nsubmission that the order was passed for a wrong purpose. Apparently\nthe order has been passed with a view to prevent the appellant from\nsmuggling goods or abetting the smuggling thereof etc. The facts of\nthe present case are no different from the facts in Muneesh Suneja\n(supra). We do not find that the case falls within any of the exceptions\nenumerated in Alka Subhash Gadia (supra). The High Court was,\ntherefore, justified in refusing to exercise jurisdiction under Article\n226 of the Constitution of India to quash the order of detention at the\npre-arrest stage. This appeal is, therefore, devoid of merit and is\ndismissed.\"\nMr. Lalit, however, is not correct in his submissions that only because\na redemption certificate had been granted by DGFT, the same would itself be\nsufficient for quashing an order of detention as the activities of smuggling on\nthe part of the importer may come to their notice at a later part of time.\nWe may, however, notice that the Appellant has categorically stated\nthat a status report was submitted by the Respondent No. 3 to the DRI, Delhi\non their request but the same had not been placed before the detaining\nauthority.\nE\nF\nG\nH\n16\nA\nB\nC\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nIn Ground ‘U' of the SLP filed by the Appellant, herein, it is stated:\n\"Because the High Court has failed to appreciate that, as per the\nknowledge of the petitioner, the respondent No. 3 submitted the status\nreport of the present case vide its letter dated 15.02.2005 to the DRI\nDelhi on their request which was not placed before the detaining\nauthority the respondent No. 2 herein. As per the knowledge of the\npetitioner, the status report had negated the passing of the order of\ndetention. This status report/ letter has been deliberately withheld\nwith a malafide intention. It is a settled law that the non-production\nof relevant and vital documents before the detaining authority renders\nthe detention order invalid.\"\nThe said pleas raised by the Appellant has been traversed by the\nRespondent in the following terms:\n\"In reply to the contents of Para U, it is submitted that the status\nreport dated 15.2.2005 is an internal correspondence of the department\nand has not been relied upon in the detention orders dated 31.03.2005\nand hence are not required to be served upon the petitioner.\"\nIt is, however, not in dispute that although the raid was conducted on\n26.05.2004, no material had been brought on record for even launching a\nprosecution as against the Appellant as yet. When the aforementioned question\nwas raised by the Appellant, herein before the High Court, the Respondent\ncontended that the prosecution would be launched soon. But, when the same\npoint was raised before us, the Respondents in their counter affidavit merely\nstated:\n“(00) In reply to the contents of para OO, it is submitted that the\nShow Cause Notice in the matter has been drafted and is being issued\nshortly. Complaint in the matter will be filed only after adjudication.\nHowever, detention under the COFEPOSA Act 1974 is not a punitive\naction and is preventive in nature. Prevention detention under\nCOFEPOSA Act is independent of adjudication and prosecution\nproceedings.\"\nThe said counter affidavit has been affirmed in November, 2005. It is\nbeyond anybody's comprehension as to why despite a long passage of time,\nthe Respondents have not been able to gather any material to lodge a complaint\nagainst the Appellant. It has furthermore not in dispute that even the DGFT\nauthorities have not issued any show cause notice in exercise of their power\n-\nRAJINDER ARORA v. U.O.I. [SINHA, J.]\nunder Foreign Trade Development and Regulation Act, 1994.\n17\nFurthermore no explanation whatsoever has been offered by the\nRespondent as to why the order of detention has been issued after such a long\ntime. The said question has also not been examined by the authorities before\nissuing the order of detention.\nThe question as regard delay in issuing the order of detention has been\nheld to be a valid ground for quashing an order of detention by this Court\nin T.D. Abdul Rahman v. State of Kerala and Ors., AIR (1990) SC 225\nstating:\nA\nB\nD\n\"The conspectus of the above decisions can be summarised thus: The C\nquestion whether the prejudicial activities of a person necessitating to\npass an order of detention is proximate to the time when the order is\nmade or the live-link between the prejudicial activities and the purpose\nof detention is snapped depends on the facts and circumstances of\neach case. No hard and fast rule can be precisely formulated that\nwould be applicable under all circumstances and no exhaustive\nguidelines can be laid down in that behalf. It follows that the test of\nproximity is not a rigid or mechanical test by merely counting number\nof months between the offending acts and the order of detention.\nHowever, when there is undue and long delay between the prejudicial\nactivities and the passing of detention order, the court has to scrutinise E\nwhether the detaining authority has satisfactorily examined such a\ndelay and afforded a tenable and reasonable explanation as to why\nsuch a delay has occasioned, when called upon to answer and further\nthe court has to investigate whether the causal connection has been\nbroken in the circumstances of each case. Similarly when there is\nunsatisfactory and unexplained delay between the date of order of\ndetention and the date of securing the arrest of the detenu, such a\ndelay would throw considerable doubt on the genuineness of the\nsubjective satisfaction of the detaining authority leading to a legitimate\ninference that the detaining authority was not really and genuinely\nsatisfied as regards the necessity for detaining the detenu with a view G\nto preventing him from acting in a prejudicial manner.\"\nThe delay caused in this case in issuing the order of detention has not\nbeen explained. In fact, no reason in that behalf whatsoever has been assigned\nat all.\nF\nH\nA\n18\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nAdmittedly, furthermore, the status report called for from the Customs\nDepartment has not been taken into consideration by the competent authorities.\nA Division Bench of this Court in K.S. Nagamuthu v. State of Tamil\nNadu \u0026 Ors., (2005) 9 SCALE 534 struck down an order of detention on the\nground that the relevant material had been withheld from the detaining\nB authority; which in that case was a letter of the detenu retracting from\nconfession made by him.\nC\nHaving regard to the findings aforementioned, we are of the opinion.\nthat grounds (iii) and (iv) of the decision of this Court in Alka Subhash Gadia\n(supra) are attracted in the instant case.\nFor the reasons aforementioned, the impugned order of detention cannot\nbe sustained, which is set aside accordingly. The appeal is allowed.\nN.J.\nAppeal allowed.\n"}