{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"STATE OF HIMACHAL PRADESH v. UNION OF INDIA 537\n\u0026 ORS.\nBabulal Parate v. State of Bombay and another 1960\nSCR 605 = AIR 1960 SC 51 - relied on\n5.3 However, in the considered opinion of this Court,\nthe plaintiff had the statutory right u/s 78 of the Punjab\nReorganization Act, 1966 to the utilization of power and\nalso the constitutional right to equal treatment vis-à-vis\nthe other successor States of the composite State of\nPunjab and, as such, has cause of action to file and\nmaintain the suit as against defendant Nos. 2, 3 and 5.\nMoreover, as u/s 78(1) of the Punjab Reorganisation Act,\n1966 the Central Government was required to determine\nby an order the rights of the plaintiff to utilization of\npower from Bhakra-Nangal and Beas Projects and it has\nnot done so, the plaintiff-State also has cause of action\nto file the suit against defendant No.1. [para 54] [572-H;\n573-E-H]\nState of Haryana v. State of Punjab and Another 2004\n(2) Suppl. SCR 849 = (2004) 12 SCC 673 – cited.\n-\n5.4 Since defendant No.4 (State of Rajasthan) was\nnever a part of composite State of Punjab and its rights\nand liabilities including its rights to utilization of power\nin Bhakra-Nangal and Beas Projects are not affected by\nthe Punjab Reorganisation Act, 1966, the plaintiff-State\nhas no legal right to claim a share of power from Bhakra-\nNangal and Beas Projects from out of the share of power\nof the State of Rajasthan and, thus, had no cause of\naction to file the suit against (defendant No.4). [para 54]\n[573-C-F]\nIssue No. 6\nA\nB\nC\nD\nE\nF\nG\n6.1 It is not correct to say that this Court has no\njurisdiction under Article 131 of the Constitution to\ndetermine the share of the plaintiff to the power generated\nin Bhakra-Nangal and Beas Projects. It is true that s. 78(1) H\n538\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA of the Punjab Reorganisation Act, 1966, provides that the\nrights and liabilities of the successor States of the\ncomposite State of Punjab will be fixed according to an\nagreement between the successor States. But, in the\ninstant case, there is no such final agreement between\nB the successor States with regard to the share of power\ngenerated in Bhakra-Nangal and Beas Projects and there\nis only a 'tentative, ad hoc or interim arrangement' arrived\nat in the meeting held on 17.04.1967. Further, in spite of\nthe order dated 29.4.2010 passed by this Court directing\nthe Union of India to make a final effort to bring all the\nparties to the dispute to the negotiation table, no\nagreement could be arrived at. It is in these circumstances\nonly that the Court has proceeded to hear and decide the\nsuit. [para 57] [577-D-H; 578-A-B]\nс\nD\n6.2 Section 78(1) by its plain language states that all\nrights and liabilities of the existing State of Punjab in\nrelation to Bhakra-Nangal and Beas Projects shall, on the\nappointed day, be the rights and liabilities of the\nsuccessor States. It, thus, confers a legal right on\nE Himachal Pradesh as a successor State in relation to\nBhakra-Nangal and Beas Projects. Clause (b) of sub-s. (3)\nof s.78 further confirms that the rights of the successor\nState such as the State of Himachal Pradesh includes the\nright to receive and utilize the power generated as a result\nF of Bhakra-Nangal and Beas Projects. Therefore, the\nplaintiff had a legal right as a successor State of the\ncomposite State of Punjab to receive and utilize the power\ngenerated in Bhakra-Nangal and Beas Projects and this\nright was capable of being enforced. [para 58] [578-C-F]\nG\nUnited Provinces v. Governor-General in Council AIR\n1939 Federal Court 58 - referred to.\n6.3. Article 131 of the Constitution provides that this\nCourt has original jurisdiction in any dispute between the\nH parties mentioned therein if and in so far as the dispute\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 539\n\u0026 ORS.\ninvolves any question (whether of law or fact) on which A\nthe existence or extent of a legal right depends. Thus, this\nCourt has jurisdiction not only to decide any question on\nwhich the existence of a legal right depends but also to\ndecide any dispute involving any question on which the\nextent of a legal right depends. This Court, therefore, has B\nthe jurisdiction to decide the extent to which plaintiff-State\nwould be entitled to receive and utilize the power\ngenerated in Bhakra-Nangal and Beas Projects. In this\nview of the matter, the suit of the plaintiff is not barred by\nthe scheme of ss. 78 to 80 of the Punjab Reorganisation\nAct, 1966. [para 59] [579-C-E]\nIssue No. 7:\nC\n7. It is evident from the record that allocation of rights\nand liabilities to the constituents of the composite State D\nof Punjab which took place at the meeting held on\n17.04.1967 was purely 'tentative' and not final. The\ndocumentary evidence before the Court clearly\nestablishes that the allocation of power to Himachal\nPradesh to the extent of 2.45% of the share of the power E\nof the composite State of Punjab from both Bhakra-\nNangal and Beas Projects was 'tentative and ad hoc' and\nnot final. There is no final agreement between the\nsuccessor States of the composite State of Punjab with\nregard to the rights and liabilities of the successor States\nincluding the right to the power generated in Bhakra-\nNangal and Beas Projects in terms of s.78(1) of the\nPunjab Reorganisation Act, 1966. [para 62] [582-B-D; 583-\nB-C]\nIssue No. 8:\n8.1 The claim of the plaintiff to 12% free power is not\nbased on any of its legal right, constitutional or statutory,\nbut only on the decision referred to in the letter dated\n22.07.1985 of the Government of India, Ministry of\nF\nG\nI\n540 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA Irrigation \u0026 Power, (Department of Power) to the\nChairman, H.P. State Electricity Board (Ext. P-55), which\nis applicable to Central Sector Hydro-Electric Projects\nand with effect from 12.02.1985 the Union Cabinet has\nmade this applicable to Joint Ventures between the Union\nB and one or more State Governments for implementation\nof Hydro-Electric Projects. This is purely a policy-\ndecision taken by the Government of India much after\nBhakra-Nangal and Beas Projects were executed and in\nany case does not find place in any provision of law so\nC as to confer a legal right on the plaintiff to claim the same.\nThus, the plaintiff-State is not entitled to 12% power\ngenerated from Bhakra-Nangal and Beas Projects free of\ncost from the date of commissioning of the Projects. [para\n68-69] [587-C; 589-B-D]\nD\nE\nF\nG\nKuldip Nayar\u0026 Ors. v. Union of India \u0026 Ors. (2006) 7 SCC\n1— cited\n-\nIssue No. 9:\n9.1. The claim of the plaintiff to allocation of 7.19%\nof the total power generated in Bhakra-Nangal and Beas\nProject from 01.01.1996 is based on the Punjab\nReorganisation Act, 1966 and the State of Himachal\nPradesh Act, 1970. The language of s.78(1) of the 1966\nAct shows that the right of the successor States in\nrelation to Bhakra-Nangal and Beas Projects are rights\non account of their succession to the composite State of\nPunjab on its reorganization. If the ratio of the population\nof this transferred territory vis-à-vis the composite State\nof Punjab was 7.19%, and the transferred territory as\ndetailed in s. 5 of the Punjab Reorganisation Act, 1966\nwas not small, allocation of 7.19% of the share of power\nof the composite State of Punjab generated in Bhakra-\nNangal and Beas Projects was only fair and equitable.\n[para 74 and 76] [593-F-H; 594-F-H]\nH\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 541\n\u0026 ORS.\n9.2 The allocation of only 2.5% of the total share of A\nthe power of the composite State of Punjab generated in\nthe two Projects to Himachal Pradesh has been made on\nthe basis of actual consumption of power by the people\nin the transferred territory and the location of the sub-\nstations in the transferred territory. The summary of B\ndiscussion on 17.04.1967 (Ext. D-1/6) shows that the\nallocation of power to Punjab is 54.5% of the total power\nwhereas the allocation of power to Haryana is 39.5% of\nthe total power available to the composite State of\nPunjab. These allocations appear to have been done on C\nthe basis of the population ratio of the States of Punjab\nand Haryana in the composite State, which were 54.84%\nand 37.38% respectively. Thus, while the States of Punjab\nand Haryana have been allocated power on the basis of\ntheir population ratio, Himachal Pradesh has been\nallocated power on \"as is where is basis”. [para 76] [594-\nH; 595-A-C]\nD\n9.3 Equal treatment warranted that the plaintiff-State\nwas allocated 7.19% of the total power generated in\nBhakra-Nangal and Beas Projects (after excluding the E\npower allocated to Defendant No.4 (State of Rajasthan)\nfrom the appointed day as defined in the Punjab\nReorganisation Act, 1966, i.e. 01.11.1966. Considering the\nfact that Chandigarh is the Capital of both the States of\nPunjab and Haryana, these two States should meet the F\npower requirements of the Union Territory of Chandigarh\nout of their share. [para 77] [595-D-E]\n9.4. This Court, accordingly, orders that the\nentitlement of power of the constituents of the composite\nState of Punjab from Bhakra-Nangal and Beas Projects\nwill be: Himachal Pradesh - 7.19%; UT of Chandigarh-\n3.5%; Punjab - 51.8%; Haryana - 37.51%. Therefore, the\nentitlement of the plaintiff out of the total production will\nbe:\nG\nH\n542 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nProject\nEntitlement in\nWith effect from\ntotal production\n(i) Bhakra-Nangal\n6.095%\n01.11.1966\n(7.19% of 84.78%)\n(date of re-\nB\norganisation)\n(ii) Beas 1\n(7.19% of 80%)\n5.752%\nFrom the date of\ncommencement of\nProduction\nC\n(iii) Beas II\n(7.19% of 41.5%)\n2.984%\nFrom the date of\ncommencement of\nProduction\nFrom this entitlement, what has been received by the\nD plaintiff in regard to Bhakra-Nangal and Beas Projects,\nhas to be deducted for the purpose of finding out the\namount due to the plaintiff-State from the States of\nPunjab and Haryana upto October, 2011. With effect from\nNovember 2011, the plaintiff-State would be given its\nE share of 7.19% as decreed in the judgment. [para 77 and\n80] [595-D-H; 596-A-E; 597-H]\nIssue No. 10:\n10.1 The plaintiff has filed Statements I and III on the\nF basis of its entitlement to 7.19% of the total power\ngenerated in Bhakra-Nangal and Beas Projects. These\nstatements, however, are disputed by the defendants in\ntheir written statements. Defendant No.1-Union of India\nwill work out the details of the claim of the plaintiff-State,\nG on the basis of the entitlements of the plaintiff, defendant\nNo. 2 and defendant No.3 in the tables in Paragraph 77\nof the judgment as well as all other rights and liabilities\nof the plaintiff-State, defendant No. 2 and defendant no.\n3 in accordance with the provisions of the Punjab Re-\norganisation Act, 1966 and file a statement in this Court\nH\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 543\n\u0026 ORS.\nstating the amount due to the plaintiff from defendant A\nNos.2 and 3 up to October, 2011. [para 78and 80] [596-F-\nH; 597-A-E-F]\nIssue No. 11:\n11. Since defendant Nos. 2 and 3 have utilized power B\nin excess of what was due to them under law, this Court\nholds that the plaintiff-State will be entitled to interest at\nthe rate of 6% on the amounts determined by the Union\nof India to be due from defendant Nos.2 and 3. [para 79]\n[597-B]\nCase Law Reference:\nC\n2006 (8) Suppl. SCR 916\ncited\npara 41\n1951 SCR 474\nrelied on\npara 45\nD\n2006) 9 SCC 591\nrelied on\npara 45\n1991 (2) Suppl. SCR 497\ncited\npara 48\n2000 (3) SCR 301\ncited\npara 48\n2002 (1) SCR 227\nrelied on\npara 48\nE\n2009 (1) SCR 992\ncited\npara 48\n1960 SCR 605\nrelied on\npara 52\nAIR 1939 Federal Court 58\nreferred to para 56\nF\n(2006) 7 SCC 1\ncited\npara 64\nORIGINAL JURISDICTION: Original Suit No. 2 of 1996.\nUnder Article 131 of the Constitution of India.\nMohan Jain, ASG, A.K. Ganguly, J.S. Attri, C.S.\nVaidyanathan, Shyam Divan, R.S. Suri, L. Nageshwar Rao,\nShambhu Prasad Singh, Naresh K. Sharma, Vivek Singh Attri,\nDeepak Jain, D.K. Thakur, S. Wasim A. Qadri, Yogita Yadav,\nMudrika Bansal, Kartik Ashok, Vibhav Misra, Subhash Kaushik,\nG\nH\n544\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA Saima Bakshi, A.K. Sharma, Aruneswar Gupta, Manish\nRaghav, Nikhil Singh, Kripa Shankar Prasad, V. Khandelwal,\nAnil Hooda, Kamini Jaiswal, Ashok Kumar Singh, Sapan\nBiswajit Meitei, Santosh Krishna, Divya Jyoti and Jyoti\nMendiratta for the appearing parties.\nB\nThe Judgment of the Court was delivered by\nA. K. PATNAIK, J. 1. This dispute between the State of\nHimachal Pradesh (Plaintiff), on the one hand, and the Union\nof India (defendant No.1), State of Punjab (defendant No.2),\nC State of Haryana (defendant No.3), State of Rajasthan\n(defendant No.4) and Union Territory of Chandigarh (defendant\nNo.5), on the other hand, under Article 131 of the Constitution\nof India relates to the power generated in the Bhakra-Nangal\nand Beas Projects.\nD The Case of the Plaintiff (State of Himachal Pradesh) in\nE\nF\nG\nH\nthe plaint\n2. The Bhakra dam across the river Satluj was proposed\nin the year 1944 in the Bilaspur State. The construction of\nBhakra dam was to result in submergence of a large territory\nof the Bilaspur State but would benefit the Province of Punjab.\nHence, the Raja of Bilaspur agreed to the proposal for\nconstruction of the Bhakra dam only on certain terms and\nconditions detailed in a draft agreement which was to be\nexecuted on behalf of the Raja of Bilaspur and the Province of\nPunjab. These terms and conditions included payment of\nroyalties for generation of power from the water of the reservoir\nof the Bhakra dam. The formal agreement between the Raja\nof Bilaspur and the province of Punjab, however, could not be\nexecuted as the Bilaspur State ceded to the Dominion of India\nin 1948. When the Constitution of India was adopted in the year\n1950, Bilaspur and Himachal Pradesh were specified as Part-\nC States in the First Schedule to the Constitution. In 1954,\nBilaspur and Himachal Pradesh were united to form a new\nState of Himachal Pradesh under the Himachal Pradesh and\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 545\n\u0026 ORS. [A.K. PATNAIK, J.]\nA\nB\nBilaspur (New States) Act, 1954. The new State of Himachal\nPradesh, however, continued to be a Part-C State until it\nbecame a Union Territory by the Constitution (7th Amendment)\nAct, 1956. In 1966, Parliament enacted the Punjab\nReorganisation Act, 1966 which bifurcated the erstwhile State\nof Punjab to two States, Punjab and Haryana, and transferred\nsome of the territories of the erstwhile State of Punjab to the\nUnion Territory of Himachal Pradesh. With effect from\n25.01.1971, this Union Territory of Himachal Pradesh became\na full fledged State by the State of Himachal Pradesh Act, 1970.\nThe new State of Himachal Pradesh thus constitutes (i) the C\nerstwhile Part-C State of Bilaspur; (ii) the erstwhile Part-C State\nof Himachal Pradesh and (iii) the transferred territories of State\nof Punjab.\nD\nE\n3. The construction of Bhakra dam has brought about lot\nof benefits to the country and in particular the defendants Nos.\n2, 3, 4 and 5, but it has resulted in submergence of 27869\n(twenty seven thousand eight hundred and sixty nine) acres of\nland in the erstwhile Bilaspur State out of the total 41600 (forty\none thousand six hundred) acres. 3/4th of the reservoir of the\nBhakra Dam is located in the erstwhile Part-C State of Bilaspur,\nnow part of the State of Himachal Pradesh. Such submergence\nand reservoir of water over large areas of land in the State of\nHimachal Pradesh have meant loss of cultivated and\nuncultivated land to a total extent of 103425 acres, trees and\nforests, towns, Government buildings, community buildings, F\nwells, springs and paths, gardens, parks, road, bridges,\ntelegraph lines, ferries and these in their turn have resulted in\nunemployment, loss of agricultural and trading activity, loss of\nrevenue, etc. These losses must be compensated by the\ndefendants Nos. 2, 3, 4 and 5.\n4. The river Beas originates in District Kullu of Himachal\nPradesh and the Beas Project is a multi-purpose scheme\ncomprising two units: Unit-I and Unit-II. Unit-I was commenced\nin 1960's when Himachal Pradesh was a Union Territory and\nG\nH\nA\n546 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nwas being administered by the Government of India and this\nproject involved diversion of water from river Beas at Pandoh\nin District Mandi of Himachal Pradesh to river Satluj at Dehar.\nAs a result of the diversion of water from river Beas at Pandoh,\na reservoir comprising an area of 323 (three hundred \u0026 twenty\nB three) acres and a storage capacity of 33240 (thirty three\nthousand two hundred and forty) acre feet have been created.\nUnit-II of the project involved the construction of Pong Dam\nacross river Beas at Pong and the construction of the Pong\nDam has caused submergence of more than 65050 (sixty five\nC thousand \u0026 fifty) acres of land in Kangra District including prime\nand fertile agricultural land. Consequently, a large number of\nfamilies have been uprooted from their homes and fertile\nagricultural land which they were cultivating and these families\nneed to be rehabilitated. Although Units-I and II of Beas Project\nare located in the State of Himachal Pradesh, benefits of the\ntwo units have accrued to defendants Nos. 2, 3, 4 and 5.\nD\nE\n5. The plaintiff is therefore entitled to its due share of power\ngenerated in the Bhakra-Nangal and Beas Projects. Under the\nscheme for apportionment of assets and liabilities between the\nsuccessor States in the Punjab Reorganisation Act, 1966 the\nassets and liabilities are to be transferred to the successor\nStates in proportion to the population ratio distributed between\nthe successor States/Union Territories. As 7.19% of the total\npopulation of the composite State of Punjab was transferred\nF along with the territories transferred to the plaintiff under the\nPunjab Reorganisation Act, 1966, the plaintiff was entitled to\n7.19% of the total power generated in the Bhakra-Nangal and\nBeas Projects. This was also the recommendation of Shri K.S.\nSubrahmanyam, former Chairman of the Central Electrical\nG Authority in his report dated 29.06.1979. Moreover, the Union.\nof India has agreed in principle that the “mother State\" which\nhouses a hydro-electric power project by bearing the reservoir\nof water required for generation of hydro-electric power shall\nbe entitled to at least 12% of total power generated from such\nproject free of cost. Since plaintiff is the mother State in which\nH\n"}