{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"STATE OF HIMACHAL PRADESH v.. UNION OF INDIA 557\n\u0026 ORS. [A.K. PATNAIK, J.]\nState of Punjab and the Raja of Bilaspur with regard to the A\nconstruction of the Dam and unless the draft agreement was\nfinally approved, settled and signed by the parties, no rights\ncould be claimed by the State of Bilaspur under the alleged\ndraft agreement.\n30. During the construction of the Bhakra-Nangal Project,\nthe predecessor State or Union Territory of the Plaintiff never\nraised the grievances now put forth by the Plaintiff and the\ngrievances now put forth in the plaint are only an after-thought\nand are imaginary. In fact, all persons affected by the\nconstruction of the Bhakra-Nangal Project have been\ncompensated, a new township of Bilaspur has been\nconstructed, proper compensation has been paid for\nacquisition of land and the beneficiary States have even\nprovided for the rehabilitation of the oustees of the Bhakra-\nNangal Project in Sirsa and Hissar Districts and rehabilitation\nof oustees of the Beas Project in Indira Gandhi Pariyojana.\n31. The share of the State of Rajasthan in the power\ngenerated in the Bhakra-Nangal Project is 15.22% and Unit-I\nof Beas Project is 20% and Unit-II of Beas Project is 58.50%\nand these allocations of share are not interim or ad hoc but are\nfinal. The one-man Committee headed by Shri K. S.\nSubrahmanyam was not constituted after consultation with the\nState of Rajasthan and hence the recommendation of this\nCommittee has no relevance so far as the State of Rajasthan\nis concerned. In any case, the report of Shri K. S.\nSubrahmanyam is not a legally admissible document. The claim\nof 12% of the total power generated in Bhakra-Nangal and\nBeas Projects on the basis of the Plaintiff being the \"Mother\nState\" is baseless. Both the projects, Bhakra-Nangal and Beas\nProjects, are the State Projects conceived planned,\nconstructed, developed and operated and are being\nmaintained by the participating States, namely the State of\nRajasthan and the composite State of Punjab, and these two\nStates as partners of the projects have been sharing power\nfrom the two projects on the basis of agreements executed\n00\nB\nC\nD\nE\nF\nG\nH\n558\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA between them.\nB\n32. The dispute raised in the suit relates to the share of\nwater and generation of power from the use of water in inter-\nstate rivers and this Court has no jurisdiction under Article 131\nof the Constitution to decide the dispute.\n33. This Court has no jurisdiction over the dispute which\narises out of an agreement entered into or executed before the\ncommencement of the Constitution by a Ruler of an Indian State\nby virtue of the bar under Article 363 of the Constitution.\nC Written statement of the Defendant No.5 (Union Territory\nof Chandigarh)\nD\n34. The suit is hopelessly barred by time inasmuch as the\nBhakra-Nangal Project was completed in 1963 and the Beas\nProject was completed in 1977 and the suit has been filed in\nthe year 1996.\n35. Under Section 78(1) of the Punjab Reorganisation Act,\n1966, the rights and liabilities of the successor States/Union\nTerritories of the composite State of Punjab in relation to the\nE Bhakra-Nangal and Beas Projects are to be fixed by an\nagreement entered into by the successor States/Union\nTerritories after consultation with the Central Government or, if\nno such agreement is entered into within two years of the\nappointed day, by an order of the Central Government having\nF regard to the purposes of the project. Hence this suit filed by\nthe plaintiff claiming rights in the power generated in the\nBhakra-Nangal and Beas Projects is not maintainable under\nthe provisions of the Punjab Reorganisation Act, 1966.\n36. An agreement has in fact been arrived at in relation to\nG Bhakra-Nangal Project by the representatives of the successor\nStates/Union Territories of the composite State of Punjab at a\nmeeting held on 17.04.1967 under the Chairmanship of the\nSecretary, Ministry of Irrigation and Power, Government of India,\nand as per this agreement the share of power of Himachal\nH Pradesh from the Bhakra-Nangal and Beas Projects is 2.5%\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 559\n\u0026 ORS. [A.K. PATNAIK, J.]\nof the total share of the composite State of Punjab and this\nagreement is binding on all parties including the plaintiff and\nthe plaintiff is estopped from seeking any relief including\ndamages dehors the agreement.\n37. In relation to the Beas Project, the Central Government\nhas also allowed a supply of 15 MW power to Himachal\nPradesh from Dehar Power Plant on ad hoc basis by letter\ndated 30.03.1978 of the Ministry of Energy, Department of\nPower, Government of India and this arrangement has been\nratified by the Bhakra Beas Management Board at its 76th\nmeeting held on 28.09.1978.\n38. If there is no agreement between the successor States/\nUnion Territories of the composite State of Punjab and if there\nis no final order of the Central Government determining the\nrights and liabilities of the successor States/Union Territories\nof the composite State of Punjab, the only legal proceeding\nwhich can be initiated is for directing the Central Government\nto pass a statutory order under Section 78(1) of the Punjab\nReorganisation Act, 1966 and there is no scope for any legal\nproceedings for recovery of damages towards the share of\nelectricity of the Plaintiff.\nIssues:\nA\nB\nс\nD\nE\n39. After considering the pleadings of the parties, on\n08.03.1999 this Court framed a large number of issues.\nThereafter, the plaintiff examined three witnesses, namely, Shri F\nA.K. Goswami, the Chief Secretary of the State of Himachal\nPradesh, Dr. Y.K. Murthy, Ex-Chief Engineer-cum-Secretary\n(MPP \u0026 Power) to the Government of Himachal Pradesh, and\nShri Prabodh Saxena, Deputy Commissioner to the\nGovernment of Himachal Pradesh. The Defendant. No.2 G\nexamined one witness, namely, Shri Romesh Chandra Bansal,\nConsultant of Punjab State Electricity Board on Inter State\nDisputes) and Defendant No.3 examined one witness, namely,\nShri Jia Lal Jain, Chief Accounts Officer in Haryana State\nElectricity Board. The parties have also produced a large H\n560\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA number of documents, which have been marked as Exhibits.\n40. At the hearing of the suit, the learned counsel for the\nparties did not press all the issues framed by this Court on\n08.03.1999 and confined their arguments to some of the\nissues. These issues are rearranged and renumbered as\nB follows:\nс\nD\n[11]\nE\nF\n0\nH\n“01. Whether the suit is not maintainable being barred by\nlimitation, delay and laches? (Defendant Nos. 1 \u0026 2)\n02. Whether after the merger of the State of Bilaspur with\nthe Dominion of India, plaintiff could still have any cause\nof action to file the present suit? (Defendant No. 4)\n03. Whether the suit barred by reasons of Article 363 of\nthe Constitution? (Defendant No. 4)\n04. Whether the suit is not maintainable under Article 131\nof the Constitution? (Defendant No.4)\n05. Whether the suit does not disclose any cause of action\nagainst the Defendant Nos. 3 and 4 and therefore liable\nto be rejected under Order XXIII Rule 6(a) of the Supreme\nCourt Rules, 1966. (Defendant Nos. 3 and 4).\n06. Whether the suit is not maintainable by virtue of the\nscheme of the Punjab Reorganisation Act, 1966 in general\nand provisions of Sections 78 to 80 of the said Act in\nparticular? (Defendant Nos. 1 \u0026 2)\n07. Whether in the discussions held on 17th April, 1967,\nany agreement was reached between the party States as\nregards their share in power generated (rights to receive\nand to utilize the power generated) in the Bhakra Project?\n(Defendant Nos. 1, 2 \u0026 3)\n08. Whether the Plaintiff-State is entitled to 12% of the net\npower generated in Bhakra-Nangal \u0026 Beas Projects free\nof cost from the date of commissioning of the projects?\n(Plaintiff)\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 561\n\u0026 ORS. [A.K. PATNAIK, J.]\n09. Whether the State of Himachal Pradesh is entitled to\nan allocation of 7.19% in addition to 12% free power as\nclaimed above, of the total power generated in Bhakra-\nNangal \u0026 Beas Projects from the date of commissioning\nof the Projects or the appointed date (01.11.1966)?\n(Plaintiff)\nA\nB\nC\n10. Whether the plaintiff is entitled to a decree for a sum\nof Rs.2199.77 crores against the defendants jointly and\nseverally, as compensation/reimbursement for their failure\nto supply to the plaintiff 12% and 7.19% shares (on\naccount of distress caused/surrender of rights to generate\npower and on account of transfer of population to the\nplaintiff State respectively in the power generated in these\nprojects upto the date of the filing of the present suit and\nsuch further sums as may be determined, as entitlement\nof the plaintiff.for the period subsequent to the filing of the D\nsuit? (Plaintiff)\n11. Whether the Plaintiff-State is entitled to the award of\nany interest on the amounts determined as its entitlement?\n(Plaintiff)\"\nE\nWe may now deal with each of these issues separately.\nIssue No.1\nF\n41. Mr. Mohan Jain, learned Additional Solicitor General\nappearing for Defendant Nos. 1 and 5, submitted that the\nBhakra-Nangal Project was completed in 1963 and the Beas\nProject was completed in 1977, whereas the suit has been filed\nin the year 1996 and, therefore, the suit is belated and barred\nby limitation. Mr. C.S. Vaidyanathan, learned senior counsel\nappearing for Defendant No.4, cited the decision in U.P. Jal\nNigam \u0026 Anr. v. Jaswant Singh \u0026 Anr. [(2006) 11 SCC 464]\nin which this Court has held that a party would not be entitled\nto relief if he has not been vigilant in invoking the protection of\nhis rights and has acquiesced with the changed situation. He\nsubmitted that in the present case, the Plaintiff-State has\nacquiesced in the Bhakra-Nangal and Beas Projects and the H\nG\n562 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA sharing of power from the two projects by Plaintiff and the\nDefendant Nos. 2 and 5 in certain proportions since several\ndecades and has filed the suit only in the year 1996.\nB\nC\n42. We are unable to accept the contention that the suit is\nbarred by limitation. Article 131 of the Constitution does not\nprescribe any period of limitation within which a State or the\nUnion of India has to file a dispute in this Court. No other\nprovision of law has been brought to our notice prescribing the\nperiod within which a dispute under Article 131 of the\nConstitution can be instituted by a State against any other State\nor the Union of India. Moreover, as we will indicate hereinafter\nin this judgment, there has been no final allocation of share of\npower from the Bhakra-Nangal Project and the Beas Project\nto the Plaintiff-State as yet and whatever allocations of power\nfrom the two projects to the Plaintiff-State have been made are\nD only adhoc or interim. Until a final decision was taken with\nregard to allocation of power to the Plaintiff-State from the two\nprojects, the claim of the Plaintiff-State to appropriate allocation\nof power from the two projects was live and cannot be held to\nbe stale or belated. Our answer to Issue No.1, therefore, is that\nthe suit was not barred by limitation, delay and laches.\nE\nF\nG\nH\nIssue No. 2\n43. The second Issue is whether after the merger of the\nState of Bilaspur with the Dominion of India, the Plaintiff could\nstill have any cause of action to file the present suit. A copy of\nthe Bilaspur Merger Agreement dated 15.08.1948 has been\nproduced on behalf of Defendant No.4 and marked as Ext. D-\n4/1-A. Article 1 of the Bilaspur Merger Agreement dated\n15.08.1948 reads as follows:\n\"The Raja of Bilaspur hereby cedes to the Dominion\nGovernment full and exclusive authority, jurisdiction and\npowers for and in relation to the governance of the State\nand agrees to transfer the administration of the State to\nthe Dominion Government on twelfth day of October, 1948\n(hereinafter referred to as 'the said day').\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 563\n\u0026 ORS. [A.K. PATNAIK, J.]\nAs from the said day the Dominion Government will be A\ncompetent to exercise the said powers, authority and\njurisdiction in such manner and through such agency as it\nmay think fit.\"\nB\nIt is thus clear that by the Bilaspur Merger Agreement dated\n15.08.1948 the Raja of Bilaspur ceded to the Dominion\nGovernment full and exclusive authority, jurisdiction and powers\nfor and in relation to the governance of the State and agreed\nto transfer the administration of the State to the Dominion\nGovernment on 12.10.1948. Thereafter, the Government of\nIndia, Ministry of Law, issued a notification dated 20.07.1949\nC\n(Ext. D-4/2-A) in exercise of its powers under Section 290-A\nof the Government of India Act, 1935 making the States Merger\n(Chief Commissioners Provinces) Order, 1949, which came\ninto force from 01.08.1949. Under this States Merger (Chief\nCommissioners Provinces) Order, 1949, Bilaspur was to be D\nadministered in all respects as if it was a Chief Commissioner's\nProvince. Under the Constitution of India also initially Bilaspur\ncontinued to be administered as the Chief Commissioner's\nProvince and was included in the First Schedule of the\nConstitution as a Part-C State. Under Article 294 (b) all rights, E\nliabilities and obligations of the Government of the Dominion\nof India, whether arising out of any contract or otherwise,\nbecame the rights, liabilities and obligations of the Government\nof India. These provisions of the Bilaspur Merger Agreement\ndated 15.08.1948 (Ext.D-4/1-A), the States Merger (Chief F\nCommissioners Provinces) Order, 1949, the First Schedule of\nthe Constitution and Article 294 (b) of the Constitution make it\nclear that Bilaspur became the part of the Dominion of India\nand thereafter was administered as a Chief Commissioner's\nProvince by the Government of India and all rights of the Raja G\nof Bilaspur vested in the Government of India.\n44. We, therefore, hold that the Plaintiff will not have any\ncause of action to make any claim on the basis of any right of\nRaja of Bilaspur prior to the merger of Bilaspur State with the\nDominion of India. The pleadings in the plaint and the reliefs H\n564 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA claimed therein, however, show that the Plaintiff's case is not\nfounded only on the rights of Raja of Bilaspur prior to its merger\nwith the Dominion of India. The Plaintiff's claim to the share of\npower generated in the Bhakra-Nangal and Beas Projects is\nalso based on Section 78 of the Punjab Reorganisation Act,\nB 1966 and the rights of the State of Himachal Pradesh under\nthe Constitution. The claim of the Plaintiff-State to share of\npower from the Bhakra-Nangal and Beas Projects in the suit\ninsofar as it is based on provisions of the Punjab\nReorganisation Act, 1966 and the provisions of the Constitution\nC are not affected by the merger of the State of Bilaspur with the\nDominion of India. Issue No. 2 is answered accordingly.\nIssue No. 3\n45. Issue No. 3 relates to the bar of the suit under Article\n363 of the Constitution. Mr. Vaidyanathan, learned counsel for\nD\nthe Defendant No.4 submitted that the suit was barred under\nthe proviso to Article 131 of the Constitution and Article 363 of\nthe Constitution. In support of this contention, he relied on State\nof Seraikella and Others v. Union of India and Another [AIR\n1951 SC 253]. Mr. Nageshwar Rao, learned counsel for\nDefendant No.3 also raised this contention and relied on State\nof Orissa v. State of A.P. [(2006) 9 SCC 591].\nE\nF\nG\n46. Articles 131 and 363 of the Constitution are quoted\nhereinbelow:\nH.\n\"131. Original Jurisdiction of the Supreme Court -\nSubject to the provisions of this Constitution, the Supreme\nCourt shall, to the exclusion of any other court, have\noriginal jurisdiction in any dispute--\n(a) between the Government of India and one or more\nStates; or\n(b) between the Government of India and any State or\nStates on one side and one or more other States on the\nother; or\n(c) between two or more States,\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 565\n\u0026 ORS. [A.K. PATNAIK, J.]\nif and in so far as the dispute involves any question A\n(whether of law or fact) on which the existence or extent of\na legal right depends:\n[Provided that the said jurisdiction shall not extend to a\ndispute arising out of any treaty, agreement, covenant,\nengagement, sanad or other similar instrument which,\nhaving been entered into or executed before the\ncommencement of this Constitution, continues in operation\nafter such commencement, or which provides that the said\njurisdiction shall not extend to such a dispute.]\n363. Bar to interference by courts in disputes arising\nout of certain treaties, agreements, etc. -\nB\nC\n(1) Notwithstanding anything in this Constitution but subject\nto the provisions of article 143, neither the Supreme Court\nnor any other court shall have jurisdiction in any dispute D\narising out of any provision of a treaty, agreement,\ncovenant, engagement, sanad or other similar instrument\nwhich was entered into or executed before the\ncommencement of this Constitution by any Ruler of an\nIndian State and to which the Government of the Dominion E\nof India or any of its predecessor Governments was a party\nand which has or has been continued in operation after\nsuch commencement, or in any dispute in respect of any\nright accruing under or any liability or obligation arising out\nof any of the provisions of this Constitution relating to any F\nsuch treaty, agreement, covenant, engagement, sanad or\nother similar instrument.\n(2) In this article-\n(a) “Indian State\" means any territory recognized before the\ncommencement of this Constitution by His Majesty or the\nGovernment of the Dominion of India as being such a\nState; and\nG\n(b) \"Ruler\" includes the Prince, Chief or other person\nrecognised before such commencement by His Majesty or H\n:\n566\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nB\nthe Government of the Dominion of India as the Ruler of\nany Indian State.\"\n47. The language of the proviso to Article 131 of the\nConstitution makes it clear that the jurisdiction of this Court\nunder Article 131 shall not extend to a dispute arising out of\nany treaty, agreement, covenant, engagement, sanad or other\nsimilar instrument which, having been entered into or executed\nbefore the commencement of the Constitution, continues in\noperation after such commencement, or which provides that the\nsaid jurisdiction shall not extend to such a dispute. Hence, there\nC is a clear bar for this Court to exercise jurisdiction under Article\n131 of the Constitution to decide a dispute arising out of any\ntreaty, agreement, covenant, engagement, sanad or other\nsimilar instrument which, having been entered into or executed\nbefore the commencement of the Constitution, continues in\nD operation after such commencement. Clause (1) of Article 363\nof the Constitution quoted above also states that\nnotwithstanding anything in the Constitution, the Supreme Court\nshall have no jurisdiction in any dispute arising out of any\nprovision of a treaty, agreement, covenant, engagement, sanad\nE or other similar instrument which were entered into or executed\nbefore the commencement of the Constitution by any Ruler of\nan Indian State or to which the Government of the Dominion of\nIndia or any of its predecessor Governments was a party and\nwhich has or has been continued in operation after such\nF commencement, or in any dispute in respect of any right\naccruing under or any liability or obligation arising out of any\nof the provisions of this Constitution relating to any such treaty,\nagreement, covenant, engagement, sanad or other similar\ninstrument. These being the clear constitutional provisions,\nobviously this Court will have no jurisdiction under Article 131\nof the Constitution to decide any dispute arising out of any\nagreement or covenant between the Raja of Bilaspur and the\nGovernment of the Dominion of India. The only agreement\nproved to have been executed by the Raja of Bilaspur and the\nGovernment of the Dominion of India before the\nG\nH\n"}