{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"STATE OF HIMACHAL PRADESH v. UNION OF INDIA 587\n\u0026 ORS. [A.K. PATNAIK, J.]\nSection 78 thereof, does not also provide for grant of 12% free A\npower to the State of Himachal Pradesh. It only provides for\nthe rights and liabilities of Himachal Pradesh as a successor\nState of the Composite State of Punjab and what would be such\nrights and liabilities of Himachal Pradesh as a successor State\nof the Composite State of Punjab will be discussed while\nanswering the Issue No.9.\nB\n68. The claim of the Plaintiff to 12% free power therefore\nis not based on any legal right of the Plaintiff, constitutional or\nstatutory, but only on the decision of the Government of India\nreferred to in the letter dated 22.07.1985 of the Government of C\nIndia, Ministry of Irrigation \u0026 Power, (Department of Power) to\nthe Chairman, H.P. State Electricity Board (Ext. P-55) which\nis extracted hereinbelow in extenso:-\n\"K. Padmabhaiah\nJt. Secretary\nD.O.No. 53/3/79-DDH\nDear Shri Mahajan,\nGovernment of India\nMinistry of Irrigation \u0026 Power\n(Department of Power)\n(Sanchai aur Vidyut Mantralaya\nNew Delhi the 22nd July 1985\nD\nE\nI am glad to inform you that the formula for sharing F\nof power and benefits from Central Sector Hydro Electric\nProjects has been modified by the Cabinet on 12.02.1985.\nThe revised formula is reproduced below for your\ninformation:-\n(a) 15% of the generation capacity should be kept as G\nunallocated at the disposal of the Central Govt. to be\ndistributed within the Region or outside, depending upon\noverall requirements.\n(b) The \"Home State\", i.e. where the project is located will\nH\nA\nB\nC\nD\nE\nF\n0\n588 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nbe supplied 12% of power from the energy generated by\nthe power station, free of cost. The \"energy generated\"\nfigures for the purpose will be calculated at the bus bar\nlevel, i.e. after discounting the auxiliary consumption but\nwithout taking into account the transmission line losses\nand\n(c) The remaining power (73%) would be distributed\nbetween the States of region (including the Home State)\non the basis of Central Assistance given to various States\nin the region during the last five years and on the basis of\nconsumption of electricity in the States in the region in the\nlast five years, the two factors being given equal\nweightage.\n2. This revised formula would be applicable in respect of\nthose Central Sector Hydro Electric Projects in whose case\nsanction for investment decision is issued after\n12.02.1985.\n3. The Cabinet has also approved the concept of Joint\nventures between the Union and one or more State\nGovernment for implementation of hydro-electric projects\nin such projects, the partner State/States would be entitled\nto the supply of quantity of power proportionate to their\ninvestment, at bus bar rates, after supply of 12% free\npower to the Home State. The Centre's share of power\nwould be distributed from such projects as per the formula\nfor Central Sector Hydro Electric Projects, i.e. 15% to be\nreserved with the Centre as unallocated share and the\nbalance to be distributed between the States of the region\non the basis of two factors enumerated in (c) of para (1)\nabove.\nWith regards,\n☐ H\nYours faithfully,\nSd/-\n(K. Padmanabhaiah)\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 589\n\u0026 ORS. [A.K. PATNAIK, J.]\nShri Kailash Chand Mahajan,\nChairman, .\nH. P. State Electricity Board,\nA\nVidyut Bhawan\"\n69. It will be crystal clear from the aforesaid letter dated\n22.07.1985 that the formula of supply of 12% free power from\nthe energy generated by a power station to the Home State is\napplicable to Central Sector Hydro-Electric Projects and with\neffect from 12.02.1985 the Union Cabinet has made this\napplicable to Joint Ventures between the Union and one or\nmore State Governments for implementation of Hydro-Electric\nProjects and as per this formula after supply of 12% free power\nto the Home State, the remaining power is to be distributed to\nthe partner States proportionate to their investment. This formula\nof making 12% free power from the energy generated by a\npower station is purely a policy-decision taken by the\nGovernment of India much after the Bhakra-Nangal Project and\nBeas Project were executed and in any case does not find\nplace in any provision of law so as to confer a legal right on\nthe Plaintiff to claim the same. Our answer to Issue No.8 is that\nthe Plaintiff-State is not entitled to 12% power generated from\nthe Bhakra-Nangal and Beas Projects free of cost from the date\nof commissioning of the Projects.\n□ Issue No.9\nB\nC\nD\nE\nןד\nF\n70.. The claim of the Plaintiff to allocation of 7.19% of the\ntotal power generated in Bhakra-Nangal and Beas Project from\n01.01.1996 is based on the Punjab Reorganisation Act, 1966\nand the State of Himachal Pradesh Act, 1970. We have already\nextracted Section 78 of the Punjab Reorganisation Act, 1966, G\nwhile answering Issue No. 6. The other provisions of the Punjab\nReorganisation Act, 1966, which are relevant for deciding this\nissue, are extracted herein below:\nН\nH、\n590 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\n“Section 2(b) \"appointed day\" means the 1st day of\nNovember, 1966;\nB\nC\nD\nE\nןד\nF\nG\nH\n(f) \"existing State of Punjab\" means the State of Punjab\nas existing immediately before the appointed day;\n(i) \"population ratio\", in relation to the States of Haryana\nand Punjab and the union, means the ration of 37.38 to\n54.84 to 7.78;\n(m) \"successor state\", in relation to the existing State of\nPunjab means the State of Punjab or Haryana, and\nincludes also the Union in relation to the Union rerritory of\nChandigarh and the transferred territory;\n(n) \"transferred territory\" means the territory which on the\nappointed day is transferred from the existing State of\nPunjab to the Union territory of Himachal Pradesh;\nSection 5. Transfer of territory from Punjab to\nHimachal Pradesh. - (1) On and from the appointed day,\nthere shall be added to the Union territory of Himachal\nPradesh the territories in the existing State of Punjab\ncomprised in-\n(a) Simla, Kangra, Kulu and lahul and Spiti districts;\n(b) Nalagarh tehsil of Ambala district;\n(c) Lohara, Amb and Una kanungo circles of Una tehsil of\nHoshiarpur district;\n(d) the territories in Santokhgarh kanungo circle of Una\ntehsil of Hoshiarpur district specified in Part I of the Third\nSchedule;\n(e) the territories in Una tehsil of Hoshiarpur district\nspecified in part II of the Third Schedule; and\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 591\n\u0026 ORS. [A.K. PATNAIK, J.]\n(f) the territories of Dhar Kalan Kanungo circle of Pathankot A\ntehsil of Gurdaspur district specified in Part III of the Third\nSchedule,\nand thereupon the said territories shall cease to form part\nof the existing State of Punjab.\n(2) The territories referred to in clause (b) of sub section\n(1) shall be included in, and form part of Simla district.\n(3) The territories feferred to in clauses (c), and (d) and\n(e) of sub-section (1) shall be included in and form part of\nKangra district, and\n(i) the territories referred to in clauses (c) and (d) shall form\na separate, tehsil known as Una tehsil in that district and\nin that tehsil the territories referred to in clause (d) shall\nform a seperate kanungo circle known as the Santokhgarh\nkanungo circle; and\n(ii) the territories referred to in clause (e) shall form part\nof the Hamirpur tehsil in the said district.\nB\nC\nD\n(4) The territories referred to in clause (f) of sub-section\n(1) shall be included in, and form part of the Bhattiyat tehsil E\nof Chamba district in the Union territory of Himachal\nPradesh and in that tehsil, the villages Dalhousie and\nBalun shall be included in, and form part of Banikhet\nkanungo circle and the village Bakloh shall form part of\nChowari kanungo circle.\"\n71. The State of Himachal Pradesh Act, 1970 thereafter\nestablished the New State of Himachal Pradesh comprising the\nterritories which were comprised in the existing Union Territory\nof Himachal Pradesh. In exercise of the powers conferred on\nthe Central Government under Section 38 of the State of\nHimachal Pradesh Act, 1970, the Central Government has\npassed an order dated 07.07.1972 called 'the State of\nHimachal Pradesh (Transfer of Assets and Liabilities) Order,\n1972'. Para 7 of this Order, which is relevant and is extracted\nF\nG\nH\n592\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA hereinbelow:\n03\nB\nс\nD\n\"For the purposes of paragraphs 5 and 6 of this order the\nprovisions of Section 2 of the Punjab Reorganisation Act,\n1966 (31 of 1966), shall have effect as if: (i) for clause (i),\nthe following clauses had been substituted namely:\n(i) “Population ratio\" in relation to the States of Haryana,\nPunjab and Himachal Pradesh and the Union means the\nratio of 37.38 to 54.84 to 7.10 to 0.59%\".\n(ii) For clause (m), the following clause had been\nsubstituted namely:\n(m) \"Successor State\" in relation to the existing State\nPunjab means the State of Punjab or the State of Haryana\nor the State of Himachal Pradesh and includes also the\nUnion, in relation to the Union Territory of Chandigarh.\"\n72. Mr. Ganguli, learned counsel for the Plaintiff, submitted\nthat it will be clear from clause (i) of para 7 of the State of\nHimachal Pradesh (Transfer of Assets and Liabilities) Order,\n1972 that the population ratio in relation to the States of\nE Haryana, Punjab and Himachal Pradesh and the Union Territory\nof Chandigarh is Haryana: 37.38%, Punjab: 54.84, Himachal\nPradesh: 7.19% and Chandigarh: 0.59%. He argued that on\nthe basis of such population ratio, the Plaintiff is, therefore,\nentitled to 7.19% of the total power generated in the Bhakra-\nF Nangal and Beas Projects as a successor State of the\ncomposite State of Punjab. He submitted that the allocation of\nonly 2.5% of the power from Bhakra-Nangal and Beas Projects\nto the State of Himachal Pradesh as compared to the\nallocation of 54.5% to Punjab and 39.5% to Haryana and 3.5%\nto Chandigarh, is in violation of the right of the Plaintiff-State\nto equal treatment. He submitted that the Plaintiff has, therefore,\nsent by the letter dated 22.10.1969, produced and marked as\nExt. P-12, to the Joint Secretary, Government of India, Ministry\nof Home Affairs, New Delhi, claiming a share to the extent of\n7.19% of the total benefits from the Bhakra-Nangal and Beas\nG\nH\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 593\n\u0026 ORS. [A.K. PATNAIK, J.]\nProjects on the basis of transfer of 7.19% of the population of A\nthe composite Punjab State to Himachal Pradesh along with\n☐ the transferred territory, but the Central Government has not\npassed any order as yet granting the Plaintiff its share of 7.19%\nof the power generated from the Bhakra-Nangal and Beas\nProjects on the basis of the ratio of population transferred to B\nthe Plaintiff-State along with the transferred territory.\n73. Mr. Mohan Jain, learned ASG appearing for the\nDefendant No.1 and Mr. Shyam Diwan appearing for Defendant\nNo.2, on the other hand, submitted that since there was an\nagreement between the successor States arrived at in the C\nmeeting held on 17.04.1967 and this agreement was entered\ninto within two years stipulated in Section 78(1) of the Punjab\nReorgansiation Act, 1966 and was binding on the parties, the\nPlaintiff-State is not entitled to 7.19% of the share of power\ngenerated in Bhakra-Nangal and Beas Projects. They further D\nsubmitted that Section 78(1) of the Punjab Reorgansiation Act,\n1966 is clear that the rights and liabilities of the successor State\nof the composite Punjab State in relation to Bhakra-Nangal and\nBeas Projects are to be settled by agreement within two years\nor by an order passed by the Central Government if no such E\nagreement is entered into within two years and, therefore, this\nCourt cannot consider the claim of the Plaintiff to a share of\n7.19% of the power generated in the two Projects.\n74. The language of Section 78(1) shows that the right of\nthe successor States in relation to Bhakra-Nangal and Beas F\nProjects are rights on account of their succession to the\ncomposite State of Punjab on the reorganization of the\ncomposite State of Punjab. The language of Section 78 further\nmakes it clear that if no agreement is entered into between the\nStates within two years of the appointed day, the Central G\nGovernment was required to determine the rights and liabilities\nof the successor States \"having regard to the purposes of the\nProjects\". Hence, the purposes of the Bhakra-Nangal and Beas\nProjects will have to be kept in mind while deciding the share\nof the successor States.\nH\nA\nB\nC\nD\nE\nF\n594\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\n75. The purposes of the Bhakra-Nangal Project, as evident\nfrom the agreement dated 13.01.1959 between the State of\nPunjab and the State of Rajasthan, were “improvement or\nirrigation and generation of Hydro-electric power”. Clause 9(2)\nof the agreement dated 13.01.1959 (Ext. D-1/3) provides that\nthe shares of the Punjab and Rajasthan in the stored water\nsupplies was to be 84.78% and 15.22% respectively and clause\n32 of this agreement provides that each party shall contribute\nto the capital cost of the electrical portion of the project in\nproportion to the share of either party in the stored water supply.\nThus, the capital cost contributed by the composite State of\nPunjab for construction of the Hydro-electric project of Bhakra-\nNangal was 84.78% and this capital cost was borne by the\ncomposite State of Punjab as a whole including the transferred\nterritory which formed part of the State of Himachal Pradesh.\nSimilarly, we find on a reading of the record of decisions arrived\nat the inter-State Conference on development and utilization of\nthe waters of the rivers Ravi and Beas held on 25.01.1955\nmarked as Ext. D-4/10 as well as the minutes of the 6th\nmeeting of the Beas Central Board held on 13.12.1963 marked\nas Ex. D-4/15 that 85% of the capital cost of Unit-I and 32% of\nthe capital cost of Unit-ll of Beas Project were to be met by the\ncomposite State of Punjab as a whole including the transferred\nterritory which formed part of the State of Himachal Pradesh.\n76. The purposes of the Bhakra-Nangal and the Beas\nProjects, therefore, were to benefit the entire composite State\nof Punjab including the transferred territory which became part\nof Himachal Pradesh. If the ratio of the population of this\ntransferred territory vis-à-vis the composite State of Punjab was\n7.19% and the transferred territory as detailed in Section 5 of\nthe Punjab Reorganisation Act, 1966 extracted above was not\nG\nsmall, allocation of only 7.19% of the share of power of the\ncomposite State of Punjab generated in the Bhakra-Nangal and\nBeas Projects was only fair and equitable. The allocation of\nonly 2.5% of the total share of the power of the composite State\nof Punjab generated in the two Projects to Himachal Pradesh\nH\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 595\n\u0026 ORS. [A.K. PATNAIK, J.]\na\nhas been made on the basis of actual consumption of power A\nby the people in the transferred territory and the location of the\nsub-stations in the transferred territory. The summary of\ndiscussion held in the room of the Secretary, Ministry of\nIrrigation and Power, on 17.04.1967 (Ext. D-1/6) shows that the\nallocation of power to Punjab is 54.5% of the total power B\nwhereas the allocation of power to Haryana is 39.5% of the total\npower available to the composite State of Punjab. These\nallocations appear to have been done on the basis of the\npopulation ratio of Punjab and Haryana in the composite State,\nwhich were 54.84% and 37.38% respectively. Thus, while C\nStates of Punjab and Haryana have been allocated power on\nthe basis of their population ratio, Himachal Pradesh has been\nallocated power on \"as is where is basis\".\n77. Equal treatment warranted that the Plaintiff-State was\nallocated 7.19% of the total power generated in the Bhakra- D\nNangal and Beas Projects (after excluding the power allocated\nto the Defendant No.4 - State of Rajasthan) from the appointed\nday as defined in the Punjab Reorganisation Act, 1966, i.e.\n01.11.1966. Considering the fact that Chandigarh is the Capital\nof both Punjab and Haryana, these two States should meet the E\npower requirements of the Union Territory of Chandigarh out of\ntheir share. We accordingly order that the entitlement of power\nof the constituents of the composite State of Punjab from the\nBhakra-Nangal and Beas Projects will be at the following\npercentages:\nHimachal Pradesh :\nF\n7.19%\nUT of Chandigarh :\n3.5%\nPunjab\n51.8%\nHaryana\n37.51%\nTherefore, the entitlement of the Plaintiff out of the total\nproduction will be as under:\nG\nH\n596 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nProject\n-\nEntitlement in\nWith effect from\ntotal production\n(i) Bhakra-Nangal\n6.095%\n01.11.1966\n(7.19% of 84.78%)\nB\n(date of re-\norganisation)\n(ii) Beas I\n5.752%\nFrom the date of\n(7.19% of 80%)\ncommencement of\nProduction\nC\n(iii) Beas II\n2.984%\nFrom the date of\n(7.19% of 41.5%)\ncommencement of\nProduction\nD\nE\nF\nFrom the above entitlement, what has been received by the\nPlaintiff in regard to Bhakra-Nangal and Beas I have to be\ndeducted for the purpose of finding out the amount due to the\nPlaintiff-State from the States of Punjab and Haryana upto\nOctober, 2011.\nIssue No. 10\n78. On the basis of its entitlement to 7.19% of the total\npower generated in the Bhakra-Nangal and Beas Projects, the\nPlaintiff has filed Statements I and III. These statements,\nhowever, are disputed by the Defendants in their written\nstatements. The Defendant No. 1-Union of India will have to work\nout the details of the claim of the Plaintiff-State on the basis of\nthe entitlements of the Plaintiff, Defendant No.2 and Defendant\nNo.3 in the tables in Paragraph 77 above as well as all other\nrights and liabilities of the Plaintiff-State, the Defendant Nos. 2\nG and 3 in accordance with the provisions of the Punjab\nReorganisation Act, 1966 and file a statement in this Court\nstating the amount due to the Plaintiff from Defendant Nos.2\nand 3 upto October, 2011.\nH\n"}