{"pages":[{"pageNumber":71},{"pageNumber":72}],"text":"STATE OF HIMACHAL PRADESH v. UNION OF INDIA 597\n\u0026 ORS. [A.K. PATNAIK, J.]\nIssue No. 11\n79. Since the Defendant Nos. 2 and 3 have utilized power\nin excess of what was due to them under law, we also hold that\nthe Plaintiff-State will be entitled to interest at the rate of 6%\non the amounts determined by the Union of India to be due from\nDefendant Nos.2 and 3.\n80. Reliefs:\n(i) The suit is decreed in part against Defendant Nos. 2\nand 3 and dismissed against Defendant Nos. 1, 4 and 5.\n(ii) It is hereby declared that the Plaintiff-State is entitled\nto 7.19% of the power of the composite State of Punjab from\nthe Bhakra-Nangal Project with effect from 01.11.1966 and\nfrom Beas Project with effect from the dates of production in\nUnit I and Unit II.\nA\nB\nс\nD\n(iii) It is ordered that Defendant No.1 will work out the\ndetails of the claim of the Plaintiff-State on the basis of such\nentitlements of the Plaintiff, Defendant No.2 and Defendant\nNo.3 in the tables in Paragraph 77 of this judgment as well as\nall other rights and liabilities of the Plaintiff-State, Defendant E\nNo.2 and Defendant No.3 in accordance with the provisions of\nthe Punjab Reorganisation Act, 1966 and file a statement in\nthis Court within six months from today stating the amounts due\nto the Plaintiff-State from Defendant Nos. 3 and 4.\n(iv) On the amount found to be due to the Plaintiff-State F\nfor the period from 01.11.1966 in the case of Bhakra-Nangal\nProject and the amount found due to the Plaintiff-State for the\nperiod from the dates of production in the case of Beas Project,\nthe Plaintiff-State would be entitled to 6% interest from\nDefendant Nos. 2 and 3 till date of payment.\n(v) With effect from November 2011, the Plaintiff-State\nwould be given its share of 7.19% as decreed in this judgment.\n(vi) The Plaintiff-State will be entitled to a cost of Rs. 5\nG\nH\n598\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA lakhs from Defendant No.2 and a cost of Rs.5 lakhs from\nDefendant No.3.\nThe matter will be listed after six months along with the\nstatements to be prepared and filed by the Defendant No.1 as\nordered for verification of the statements and for making the\nB final decree.\nR.P.\nMatter adjourned.\n"}