{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"STATE OF HIMACHAL PRADESH v. UNION OF INDIA 547\n\u0026 ORS. [A.K. PATNAIK, J.] /\nthe reservoirs of the two hydro-electric power projects, Bhakra- A\nNangal and Beas Projects were located, plaintiff was entitled\nto supply of 12% of the total power generated in the two\nprojects free of cost.\nB\nC\nD\n6. The legal right of the plaintiff to its share of power\ngenerated in the Bhakra-Nangal and Beas Projects has been\nacknowledged by Section 78 of the Punjab Reorganisation Act,\n1966 titled \"Rights and Liabilities in regard to Bhakra-Nangal\nand Beas Projects\". Sub-section 1 of Section 78 states that\nnotwithstanding anything contained in the Punjab\nReorganisation Act, 1966 but subject to Sections 79 and 80\nthereof, all rights and liabilities of the existing State of Punjab\nin relation to Bhakra-Nangal and Beas Projects shall on the\nappointed day (01.11.1966) be the rights and liabilities of the\nsuccessor States in such proportion as may be fixed and\nsubject to such adjustments as may be made by agreement\nentered into by the successor States after consultation with the\nCentral Government or, if no such agreement is entered into\nwithin two years of the appointed day, as the Central\nGovernment may by order determine having regard to the\npurposes of the project. Accordingly, the plaintiff filed its claims\nwith respect to the Bhakra-Nangal and Beas Projects by letter\n✓ dated 22.10.1969 before the Central Government and made\nseveral subsequent representations thereafter to the Central\nGovernment from time to time but the Central Government for\none reason or the other did not take steps to determine finally F\nthe rights of the plaintiff in respect of the Bhakra-Nangal and\nBeas Projects.\n7. In the absence of the any such final determination by the\nCentral Government, the power generated in the Bhakra-\nNangal and Beas Projects presently is being shared by an ad\nhoc arrangement. After deducting the power consumed for\nauxiliary purposes and the transmission losses, the balance of\nthe power generated in the two projects is presently\napportioned on ad hoc basis is given as under:\nE\nG\nH\n548 SUPREME COURT REPORTS\n[2011] 11 S.C R.\nA\nBhakra-Nangal\nBeas\nName of the\nState/U.T\nUnit I (Dehar) Unit II (Pong)\nRajasthan\n15.22%\n20%\n58.50%\nB\nThe remaining 84.78%\n80%\n41.50%\nis shared as under:\nPunjab\n54.50%\n60%\n60%\nHaryana\n39.50%\n40%\n40%\nH.P.\n2.5%\n15 MW\nNil\nC U.T. Chandigarh\n3.5%\nNil\nNil\nD\nE\nF\nG\nH\n8. The cause of action for filing the suit arose when the\nCentral Government ultimately failed to determine the lawful\nclaim of the plaintiff and intimated its decision in this regard\nby letter dated 11.04.1994 and when a joint meeting of all the\nparties under the aegis of the Principal Secretary of the Prime\nMinister held on 30.08.1995 failed to arrive at any agreement\nwith tangible results. For failure on the part of the Central\nGovernment to determine the share of the plaintiff in the power\ngenerated in the two projects, the plaintiff has claimed\ncompensation from the Central Government also.\n9. The plaintiff has accordingly claimed the following\nreliefs:\n(a) A decree declaring that the plaintiff State is entitled to\na share of 12% of the net power generated (total power\navailable after deduction of auxiliary consumption and\ntransmission losses) in Bhakra-Nangal and Beas Projects\nfree of cost from the date of commissioning of the projects\nand further a decree declaring that the defendants are\njointly and severally liable to compensate and reimburse\nthe money value of the power to the plaintiff State as per\nstatements II and IV annexed to the plaint;\n(b) A decree declaring that the plaintiff State is entitled to\n7.19% of the power generated in the Bhakra-Nangal and\nBeas Projects from the appointed day (01.11.1966) or\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 549\n\u0026 ORS. [A.K. PATNAIK, J.]\nB\nfrom the date of commissioning of the projects, whichever A\nis later, out of the share of the then composite State of\nPunjab on account of the transfer of population to the\nplaintiff State under the Punjab Reorganisation Act, 1966\nand a further decree declaring that the defendants are\njointly and severally liable to compensate or reimburse the\nplaintiff State for the difference between 7.19% of its share\nout of the share of the then composite State of Punjab and\nthe power received by the plaintiff State under the ad hoc\nand interim arrangement from the two projects with effect\nfrom the appointed day or the commissioning of the C\nprojects, whichever is later as per statements I and III\nannexed to the plaint;\n(c) A decree for a sum of Rs.2199.77 (two thousand one\n- hundred ninety nine decimal seven) crores in favour of the\nplaintiff and against the defendants jointly and severally as\ncompensation/reimbursement for their failure of supply to\nthe plaintiff 12% and 7.19% share of the power generated\nin the two projects, being the total of the statements I and\nIV;\n(d) A decree for interest, pendente lite and future at the\nprevailing bank rates till the realization of amount in full;\n(e) Costs of the suit;\n(f) Other further reliefs as may be deemed fit and proper\nin the circumstances of the case.\nWritten Statement of Defendant No.1 (Union of India)\n.\n10. The Bhakra-Nangal Project was completed in 1963\nand the Beas Project was completed in 1977 and the suit filed\nby the plaintiff in 1996 claiming damages from defendant No.1\nwas hopelessly barred by limitation.\n11. By an agreement executed on 13.01.1959, the\ncomposite State of Punjab and the State of Rajasthan agreed\nfor the construction of the Bhakra dam across the river Satluj\nD\nE\nF\nG\nH\n550\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA as well as other ancillary works and the object of this Bhakra-\nNangal Project was to generate hydro-electric power and to\nimprove irrigation facilities for their respective States and also\nagreed to fund and derive benefits from the Bhakra-Nangal\nProject in the ratio of 84.78% and 15.22% respectively.\nB Accordingly, the share of the power generated in the Bhakra-\nNangal Project of the State of Rajasthan was 15.22% and the\nshare of the power of composite State of Punjab was 84.78%.\nAfter the reorganisation of Punjab in 1966, the representatives\nof the successor States/Union Territories, namely Punjab,\nC Haryana, Chandigarh and Himachal Pradesh agreed at a\nmeeting held on 17.04.1967 in presence of the Secretary,.\nMinistry of Irrigation and Power, Government of India that the\nshare of power of the four successor States/Union Territories\nout of the share of power of the composite State of Punjab from\nthe two projects would be as follows:\nD\nE\nPunjab\nHaryana\nChandigarh\nHimachal Pradesh\n54.5%\n39.5%\n3.5%\n2.5%\nThis agreement was incorporated in the minutes of the meeting\nheld on 17.04.1967 which were circulated by the letter dated\n27.04.1967 of the defendant No.1 to all concerned. This\nF agreement between the successor States/Union Territories\ndated 17.04.1967 constitutes a statutory agreement in terms\nof Section 78(1) of the Punjab Reorganisation Act, 1966 and\nwill hold the field unless replaced by a consensual agreement\nbetween the successor States/Union Territories.\nG\n12. The Beas Project was also funded by the composite\nState of Punjab and the State of Rajasthan as would be clear\nfrom the notification dated 17.06.1970 of the Ministry of\nIrrigation and Power, Government of India and the benefits of\npower from the Beas Project were allocated between the\nH composite State of Punjab and State of Rajasthan in proportion\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 551\n\u0026 ORS. [A.K. PATNAIK, J.]\nto the ratio of the costs borne by the two States. After the\nreorganisation of composite State of Punjab, the Government\nof India, Ministry of Energy, Department of Power by D.O. Letter\ndated 30.03.1978 has allowed supply of 15MW power to\nHimachal Pradesh from the Dehar Power Plant of the Beas\nProject on ad hoc basis.\n13. The plaintiff lodged its claim to 7.19% share of the total\npower generated from the Bhakra-Nangal and Beas Projects\nin its letter dated 22.10.1969 but by letter dated 22.03.1972,\nMinistry of Irrigation and Power, Government of India informed\nthe plaintiff that the allocation of power made at the meeting\non 17.04.1967 of the representatives of the successor States/\nUnion Territories of the composite State of Punjab will not be\nmodified. The Subrahmanyam Report recommending 7.19% of\nthe total share of power generated from Beas Project for the\nplaintiff has not been accepted by the defendant No.1 and was\nnot binding on defendant No.1 and the other defendants.\n14. The formula of 12% free power to the mother State\nbearing hydro-electric power project is applicable only in\nrespect of Central Sector Hydro Projects and is not applicable\nto the Bhakra-Nangal and Beas Projects and this has been\nclarified in the D.O. Letter dated 11.04.1994 of the Ministry of\nPower, Government of India to the Chief Minister of the plaintiff\nState and has also been reiterated in the D.O. Letter dated\n28.06.1995 of the Ministry.\n15. Under Section 78 of the Punjab Reorganisation Act,\n1966, the claims of the successor States/Union Territories to\nthe power generated in the Bhakra-Nangal and Beas Projects\ncan be settled either by agreement between the successor\nStates/Union Territories or by the decision of the Central\nGovernment and not by the court. The dispute raised by the\nplaintiff regarding distribution of electricity from hydro projects\nbetween the plaintiff and defendants No. 2, 3, 4 and 5 is an\nextremely sensitive issue and experience of controversy\nsurrounding the Cauvery dispute between Tamil Nadu,\nA\nB\nC\nD\nE\nF\nG\nH\n552 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA Karnataka, Pondicherry and Kerala clearly demonstrates that\nthere are grave risks which may give rise to agitation and\neventual politicization with regard to river water system, irrigation\nand electricity and this is an important aspect which has to be\nborne in the background while dealing with the present dispute.\nB The suit is not maintainable under Article 131 of the Constitution.\nWritten statement by Defendant No. 2 (State of Punjab)\nC\nD\nE\n16. The suit as filed by the plaintiff is not maintainable under\nArticle 131 of the Constitution and the plaintiff has no cause of\naction to file the suit. In terms of Section 78(1) of the Punjab\nReorganisation Act, 1966, the representatives of the successor\nStates/Union Territories of the composite State of Punjab have\nat a meeting held on 17.04.1967 agreed to share the power\nof the composite State of Punjab from the two projects at the\nfollowing percentages:\nPunjab\nHaryana\nChandigarh\nHimachal Pradesh\n-\n54.5%\n39.5%\n3.5%\n2.5%\nF\nThis agreement dated 17.04.1967 has been entered into within\nthe two years period specified in Section 78(1) of the Act and,\ntherefore, the Central Government has no power to intervene\nin the matter.\n17. The financial liabilities of Bhakra and Beas Projects\nare being shared by the States of Punjab and Haryana. The\nCentral Government had taken a decision under Section 54(3)\nof the Punjab Reorganisation Act, 1966 that all liabilities.\nG towards the loans incurred prior to the Punjab Reorganisation\nAct, 1966 on the two projects are to be borne by the States of\nPunjab and Haryana. The decision of the Central Government\nin this regard has been conveyed to the concerned State\nGovernments in the letter dated 12.03.1967 of the Government\nH of India, Ministry of Finance, Department of Economic Affairs,\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 553\n\u0026 ORS. [A.K. PATNAIK, J.]\nNew Delhi.\n-\n18. On 27.06.1961, the Lt. Governor, Himachal Pradesh,\nhad written to the Chief Minister of Punjab that Himachal\nPradesh should be given guaranteed preference in the\nallotment of power generated from the Power House to be set\nup at Salappar (Dehar) Unit No.1 of Beas Project. After\nfinding out the anticipated firm demand of power from the\nSalappar (Dehar) Power House, the State of Punjab in its\ncommunication dated 10.08.1962 agreed to allot 15 M.W.\npower to Himachal Pradesh within one year of the\ncommissioning of the two units of these projects.\n19. The decision of the Union Cabinet taken on\n12.02.1985 that 12% of power generated at Bhakra and Beas\nProjects will be supplied to the \"Home State\" is applicable to\nonly Central Sector Hydro-Electric Power Projects financed by\nthe State Government and is not applicable to Bhakra and\nBeas Projects, which are not Central Projects financed by the\nCentral Government. Moreover, the Central Government's\ndecision dated 12.02.1985 does not apply to the Central Sector\nHydro-Electric Power Projects in respect of which sanction for\ninvestment had been granted prior to 12.02.1985 and sanction\nfor investment in Bhakra and Beas Projects was much prior to\n12.02.1985.\nA\nB\nC\nD\nE\nF\n20. Population alone cannot be considered as the basis\nfor sharing of power because the connected supply to the\nconsumers in the successors States/Union Territories of the\ncomposite State of Punjab has to be maintained. Any increase,\ntherefore, in the quota of power to Himachal Pradesh at the cost\nof the State of Punjab would mean further hardship to the\nconsumers in the State of Punjab, which is already facing a G\nserious power crisis.\n21. Punjab being a down-stream riparian State of the rivers\nSatluj and Beas is entitled to utilize the water flowing from the\ntwo rivers and the plaintiff was free to utilize the up-stream water\nin the two rivers in the manner it liked. But since it did not have H\n554 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA the resources to do so, the States of Punjab, Haryana and\nRajasthan have invested in the construction of the two projects.\nBy the two projects, Himachal Pradesh has not lost anything in\nthe process, except that the land located in the Himachal\nPradesh has been acquired for the projects and more than\nB adequate compensation has been paid to the owners of the\nland and reasonable arrangements have also been made for\ntheir resettlement. Moreover, the creation of big reservoir has\nprovided Himachal Pradesh the facilities of fish, farming and\nincrease in tourism potential.\nC Written statement by Defendant No. 3 (State of Haryana)\nD\n22. The suit is barred because of the provisions of Section\n78 of the Punjab Reorganisation Act, 1966, under which the\nright to receive and utilize power from the Bhakra-Nangal and\nBeas Projects can only be determined by the Central\nGovernment in case the successor States/Union Territories of\nthe composite State of Punjab are unable to reach an\nagreement.\n23. An agreement has in fact been arrived at by the\nE successor States/Union Territories of the composite State of\nPunjab on 17.04.1967 at a meeting taken by the Secretary,\nMinistry of Irrigation and Power, Government of India, to share\nthe power generated by the Bhakra-Nangal and Beas Projects\nat the following percentages and of the share of power of the\nF composite Punjab State:\nG\nPunjab\nHaryana\nChandigarh\nHimachal Pradesh\n54.5%\n39.5%\n3.5%\n2.5%\nAccordingly, only 2.5% of the total power generated in the two\nprojects out of the share of the composite State of Punjab, has\nbeen made available to the successor State of Himachal\nH Pradesh right from May, 1967. Since the agreement dated\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 555\n\u0026 ORS. [A.K. PATNAIK, J.]\n17.04.1967 has been arrived at within two years of the A\nappointed date mentioned in the Punjab Reorganisation Act,\n1966, the Central Government ceased to have any power under\nSection 78 of the Punjab Reorganisation Act, 1966 to\ndetermine the dispute.\n24. The concept of 12% free power from Hydro stations\nto the \"Mother State\" or \"Home State\" is applicable to only\nCentral Sector Projects commissioned after 07.09.1990 subject\nto the condition mentioned in the letter dated 01.11.1990 of\nDepartment of Power, Government of India and is not\napplicable to jointly owned State Sector Projects such as\nBhakra-Nangal and Beas Projects, commissioned much earlier\nthan 07.09.1990.\n25. The Bhakra Dam was conceived with the consent of\nthe Raja of Bilaspur and all obligations towards the erstwhile\nState of Bilaspur were fulfilled by the project authorities. No\nlegal agreement between the Raja of Bilaspur and the Province\nof Punjab in respect of Bhakra-Nangal Project for royalty/free\npower exists.\nB\nC\nD\n26. There is no provision in the Punjab Reorganisation Act, E\n1966 providing for sharing of power generated in the Bhakra- .\nNangal and Beas Projects on the basis of the transferred\npopulation ratio and therefore the claim of the plaintiff to 7.19%\nof the total power generated in the two projects is not legally\ntenable. The Bhakra-Nangal and Beas Projects were\nconstructed pursuant to an agreement between the State of\nPunjab and the State of Rajasthan and the State of Himachal\nPradesh which came to existence much later was entitled to\npower as per the provisions incorporated in the Punjab\nReorganisation Act, 1966.\nF\nG\n27. The Department of Power, Government of India, in its\nD.O. Letter dated 30.03.1978 to the Chairman, B.B.M.B.\nconveyed the decision of Government of India that the plaintiff\nbe supplied 15 M.W. of power generated from Beas Power\nPlant and this supply was to be on ad hoc basis, at Bus Bar H\n556 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA rates, pending final decision about its share of power which was\nto be examined separately. Subsequently, by letter dated\n16.08.1983 of the Department of Power, Government of India,\nthe Chairman, B.B.M.B. has been informed that the quantum\nof benefits from Bhakra-Nangal and Beas Projects presently\nallocated to Himachal Pradesh will remain unaltered until a final\ndecision is taken.\nB\nC\nD\nWritten statement of the Defendant No.4 (State of\nRajasthan)\n28. Under an agreement made on 15.08.1948 between\nthe then Governor General of India and the Raja of Bilaspur,\nthe administration of Bilaspur State was transferred to the\nDominion Government of India and in lieu thereof the Raja of\nBilaspur received a compensation of Rs.70,000/- annually as\nprivy purse free of tax. By a notification dated 20.07.1949 the\nGovernor General of India ordered that on and from 01.08.1949\nthe territory of State of Bilaspur, which had merged in the\nDominion of India, would be administered as if it was Chief\nCommissioner's Province. On the commencement of the\nConstitution of India, the territory of Chief Commissioner's\nE Province became a Part-C State and continued to be\nadministered through the Chief Commissioner by the\nGovernment of India. Hence, it is absolutely irrelevant that about\n3/4th of the total area of the reservoir of Bhakra Dam fell within\nthe State of Bilaspur. With the construction of the Bhakra-\nF Nangal Project, overall development took place in the area and\nas a result new infrastructural facilities were built in the project\narea such as new roads, new bridges, new township, new\nschools and colleges, fisheries, tourism, etc. and all these\nbenefited the local populace of the then Part-C State of\nOG Bilaspur. It is, therefore, not correct that the then Part-C State\nof Bilaspur, which now formed as a part of Plaintiff-State, has\nonly suffered on account of the submergence caused by the\nconstruction of the Bhakra Dam.\nH\n29. There was no agreement as such between the then\n"}