{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"་\nれ\nRISHI KUMAR GOVIL\nV.\nMAQSOODAN AND ORS.\nA\nMARCH 28, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nB\nRent Control and Eviction:\nUttar Pradesh Urban Building (Regulation of Letting, Rent and Eviction)\nAct, 1972; Ss. 16 and 21(1)(a):\nC\nᎠ\nEviction Shop in occupation of tenant-Landlady filing release\napplication for vacating the shop on ground that it was required for her son\nto start fire arms repairing business-Allowed by prescribed authority—\nAffirmed by appellate Authority-Challenge to-High Court remanding the\nmatter to the appellate authority-Order of the prescribed authority affirmed\nby the appellate authority Challenged by the tenant-Dismissed by High\nCourt-On appeal, Held: Bonafide need of the landlord is a question of fact\nand should not normally be interfered with—In the instant case, more than\n20 years has elapsed since filing of release application by the landlady to\nsettle his son in business-Licence for repairing fire arms could be obtained E\nwhere vacant shop available—Under the circumstances, the prescribed\nauthority, appellate authority and the High Court rightly came to the\nconclusion that the need of the landlady is bonafide and genuine-Hence\nthere is no scope for any interference.\nFather of the appellant was tenant of the disputed premises in question, F\na shop. Respondent No.1-landlady purchased the said shop on 11.12.1979 from\nthe erstwhile landlord. She moved release application under Section 21(1)(a)\nof the Uttar Pradesh Urban Buildings (Regulation of Letting, Rent and\nEviction) Act, 1972 on the ground of bonafide need of her son. In the release\napplication, the landlady prayed that the shop was urgently required as her G\nhusband intended to start business of repairing fire arms in the disputed shop\nfor her son. The prescribed authority vide judgment and order dated\n08.05.1986 allowed the release application and directed for eviction of the\ntenant. However, in appeal, the order was upset by the appellate authority.\nThe landlady challenged the order of appellate authority before the High\n483\nH\n:\n484\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA Court. The High Court remanded the case to the appellate authority with the\nobservation that the appellate authority shall decide the appeal afresh on merits\nafter taking into consideration the subsequent material events. During the\npendency of the appeal, the appellant-tenant died and was substituted by the\nlegal heirs. On remand, the appellate authority affirmed the order of the\nprescribed authority holding that the landlady herself had offered a shop to\nthe tenant in the alternative, but he refused to take possession of the same.\nAggrieved, the appellant-son of the tenant filed a writ petition which was\ndismissed by the High. Hence the present appeal.\nB\nC\nD\nAppellant-tenant contended that in terms of s.16 of the Act, so far as\nthe commercial premises are concerned the parameters have to be different.\nRespondent-landlady submitted that the premises was required for\nstarting the business of repairing of guns for her son; and that her need is\nmore hard pressing in comparison to the appellant-tenant.\nDismissing the appeal, the Court\nHELD: 1.1. The bona fide personal need is a question of fact and normally\nshould not be interfered with. The High Court noted that when the Prescribed\nAuthority passed the order, son of the respondent-landlady was 20 years old\nand the shop was sought to be released for the purpose of settling him in\nE business. More than 20 years have elapsed and the son has become more\nthan 40 years of age but she has not been able to establish him as she has\nstill to get the possession of the shop and the litigation of the dispute is still\nsubsisting. [Para 19] [491-E-G]\n1.2. The licence for repairing fire arms can only be obtained when there\nF is a vacant shop available and in the absence of any vacant shop, licence cannot\nbe obtained by an applicant. Therefore, the High Court came to the conclusion\nconcurring with that of the Prescribed Authority and Appellate Authority that\nthe need of the landlady is bona fide and genuine. Considering the factual\nfindings recorded by the Prescribed Authority, Appellate Authority and\nanalysed by the High Court, there is no scope for any interference in this\nappeal. However, considering the period for which the premises in question\nare in the occupation of the appellant, time is granted till 31st December,\n2007 to vacate the premises subject to filing of an undertaking before the\nPrescribed Authority within a period of 2 weeks to deliver the vacant\npossession on or before the stipulated date. [Para 19] [491-G-H; 492-A-B]\nG\nH\n4\nY\nRISHI KUMAR GOVIL v. MAQSOODAN [PASAYAT, J.]\n485\nSushila v. IInd Addl. District Judge, Banda and Ors., (2003) 2 SC 28; A\nRagavendra Kumar v. Firm Prem Machinary and Co., AIR (2000) SC 534;\nGaya Prasad v. Pradeep Shrivastava, AIR (2001) SC 803 and Prativa Devi\n(Smt.) v. T.V. Krishnan, [1996] 5 SCC 353, relied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1601 of 2007.\nFrom the Final Judgment and Order dated 01.09.2006 of the High Court\nof Judicature of Allahabad in Civil Misc. Writ Petition No. 16447 of 2001.\nAshok Mathur for the Appellant.\nB\nR.P. Singh, Vipin K. Saxena, Jyoti Saxena and Dr. Kailash Chand for the C\nRespondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. Leave granted.\nChallenge in this appeal is to the order passed by the learned Single\nJudge of the Allahabad High Court dismissing the Writ Petition filed by the\nappellant. Challenge in the writ petition was to the order passed by the\nPrescribed Authority as affirmed by the Appellate Authority allowing the\nrelease application of the respondent No.1-landlady.\nSans unnecessary details factual position is as follows:\nD\nE\nLate Ram Govil was tenant of a shop situated at Ansari Road, Bulandshahr\nsince 1941. Smt. Maqsoodan purchased the aforesaid shop on 11.12.1979 from\nSri Ganesh Datt, the erstwhile landlord. She moved release application No.R.C.\n31 of 1984 under Section 21(1)(a) of the Uttar Pradesh Urban Buildings F\n(Regulation of Letting, Rent and Eviction) Act, 1972 (in short the 'Act') for\nthe need of her son-Shamshad Ahmad. In the release application, the\nrespondent No.1-landlady prayed that the shop was urgently required as her\nhusband intended to start business of repairing fire arms from the disputed\nshop for her son- Shamshad Ahmed.\nG\nThe release application was contested by the appellant - tenant by filing\nwritten statement and denying the stand. She took the stand that the claim\nwas not bona fide and genuine and the release application has been moved\nwith the mal-intention of harassing him. It was also alleged that the landlady\nwas in possession of two other shops, having basement as well situated at H\n486\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA Ansari Road, Near Chowk Bazar which were in the use and occupation of Sri\nImtiaz Ahmad, husband of the landlady. The appellant further alleged that the\npurpose of getting release of disputed shop was need for starting business\nof repair of fire arms whereas the same business is being run by the husband\nof the landlady from the aforesaid two shops. The case of the landlady was\nthat the disputed shop was not suitable for the purpose of carrying on\nbusiness of repair of fire arms and that earlier the licence of the shop-M/s\nB.A. Shastra Bhandar was in the name of one Shamshuddin, sister's son of\nthe husband of the landlady, on whose death, Sri Shamshad Ahmad, for\nwhose need the release application had been moved, was carrying on the\nbusiness of repair of fire arms with his father, i.e., husband of the landlady\nC from the aforesaid two shops.\nB\nThe appellant claimed that he being a medical practitioner, he has his\nchamber in the disputed shop wherefrom his son Kumar Govil was carrying\non the business as optician and that the situation of the disputed shop was\nperfect for his above business as there was no other shop of opticians in the\nD vicinity.\nE\nF\nIn support of his case, the appellant filed his own affidavit stating\ntherein that son of the landlady was carrying on the business of repair of fire\narms with his father i.e. husband of the landlady in two shops along with first\nbasement in Chowk Bazar near Ansari Road, Bulandshahr. He alleged that the\nfamily of the landlady was very rich as her husband was in possession of a\nbig shopping complex at Kala Aam Ka Churaha, Bulandshahr near D.M.\nColony Road. That apart, the husband of the landlady had constructed large\nmotor Workshop having plinth area of 1717 sq. yards.\nThe son of the tenant - Sri Rishi Kumar Govil also filed his affidavit\nstating therein that his father was a medical practitioner and he was carrying\non the business as optician from the disputed shop. In another affidavit, the\nappellant stated that he was running the disputed shop and that he had no\nother source of livelihood and in case he was evicted from the shop, he would\nhave to suffer greater hardship than the landlady. The appellant also filed an\nG affidavit of one Sri Narendra Kumar Upadhyay in his support who stated that\nthe tenant was in medical profession and running his business whereas from\nthe disputed shop his son was carrying on the business as optician.\nH\nThe prescribed authority vide judgment and order dated 08.05.1986\nallowed the release application of the landlady and directed for eviction of the\ntenant appellant. However, in appeal, the order was upset.\nx\n☐\nRISHI KUMAR GOVIL v. MAQSOODAN [PASAYAT, J.]\n487\nAgainst the order in appeal, aforesaid, the landlady preferred Civil Misc. A\nWrit No. 9858 of 1998 before the Allahabad High Court, which was disposed\nof vide judgment and order dated 13.10.1998 and the matter was remanded to\nthe appellate court with the observation that the appellate court shall decide\nthe appeal afresh on merits after taking into consideration the material\nsubsequent events.\nB\nDuring the pendency of the appeal, the appellant-tenant died and was\nsubstituted by the legal heirs.\nOn remand, the appellate authority reheard the appeal and decided the\nsame vide judgment and order dated 21.04.2001 holding that the landlady\nherself had offered an alternate shop to the tenant but the appellant refused\nto take possession of the alternative shop offered by her with a view to\nremain in possession over the disputed shop. Accordingly, he dismissed the\nappeal and affirmed the judgment and decree passed by the prescribed authority\ndeclaring vacancy.\nAggrieved by the above-mentioned orders of the prescribed Authority\nand the Appellate Court, the appellant filed a writ petition.\nThe High Court concluded that the conclusions of the Prescribed\nAuthority and affirmed by the Appellate Authority did not suffer from any\ninfirmity to warrant interference.\nIn support of the appeal, learned counsel for the appellant submitted\nthat the relevant factors as detailed in Rule 16 of the Rules have not been\nkept in view. The Prescribed Authority, the Appellate Authority and the High\nCourt failed to consider the fact that even partial eviction would suffice. It\nis submitted that in terms of Rule 16 so far as the commercial premises are\nconcerned the parameters have to be different.\nLearned counsel for the respondent no.1 supported the judgment of the\nHigh Court.\nC\nD\n(I)\nE\nF\nIt is stated by learned counsel for the respondents the premises in G\nrespect of repair of guns have to be the separate premises. The appellant has\n13 shops available and in this context it is submitted that the tenant-appellant\nhad got vacated a shop out of 13 shops situated at Khurja Bus stand from\none Sri Om Prakash in a rent control case. The tenant is also carrying on\nbusiness in one of these 13 shops in the name and style of Govil Optician.\nH\n1\n15\n488\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA Therefore, the need of the landlady is more hard pressing in comparison to\nthe appellant-tenant. By way of reply, learned counsel for the appellant\nsubmitted that it is not a fact that there are 13 shops available, the number\nis much less.\nB\nC\nD\nE\nF\nG\nH\nRule 16 on which reliance has been placed by both the sides reads\nas follows:\n\"16. Application for release on the ground of personal\nrequirement: In considering the requirements of personal occupation\nfor\npurposes of residence by the landlord or any member of his family,\nthe prescribed authority shall, also have regard to such factors as the\nfollowing-\n(a) where the landlord already has adequate and reasonably suitable\naccommodation having regard to the number of members of his\nfamily and their respective ages and his means and social status,\nhis claim for additional requirements shall be construed strictly;\n(b) where a residential building was let out at a time when the sons\nof the landlord were minors and subsequently one or more of\nthem has married, the additional requirement of accommodation\nfor the landlord's sons shall be given due consideration;\n(c) where the tenant has, apart from the building under tenancy\nother adequate accommodation, whether owned by him or held\nas tenant of any public premises, having regard to the number\nof members of his family and their respective ages and his social\nstatus, the landlord's claim for additional requirements shall be\nconstrued liberally;\n(d) where the tenant's needs would be adequately met by leaving\nwith him a part of the building under tenancy and the landlord's\nneeds would be served by releasing the other part, the prescribed\nauthority shall release only the latter part of the building;\n(e) where there are a number of tenants separately occupying a\nblock of tenements and the landlord desires their eviction on\nground of his personal need the prescribed authority shall,\nconsider whether suitable alternative accommodation is likely to\nbe available to such tenants;\n(f) where the landlord offers to the tenant alternative accommodation\nRISHI KUMAR GOVIL v. MAQSOODAN [PASAYAT, J.]\n489\nY\nreasonably suitable to the needs of the tenant and his family the A\nlandlord's claim for release of the building under tenancy shall be\nconstrued liberally;\n(g) where the landlord was engaged in any employment in the same\ncity, municipality, notified area or town area in which the building\nis situate and was in occupation of other accommodation by B\nreason of such employment or where the landlord is the wife or\nminor son or unmarried daughter of a person who was engaged\nin any profession, trade, calling or employment away from the\ncity, municipality, notified area or town area within which the\nbuilding is situate and was living with such person, and by\nC\nreason of the cessation of such engagement, the landlord needs\nthe building for occupation by himself for residential purposes,\nsuch need shall ordinarily be deemed sufficient.\n(2) While considering an application for release under (a) of sub-\nsection (1) of Section 21 in respect of a building let out for purposes\nof any business, the prescribed authority shall also have regard to\nsuch facts as the following:\nD\n(a) the greater the period since when the tenant opposite party, or the\noriginal tenant whose heir the opposite party is, has been carrying on\nhis business in that building, the less the justification for allowing the\nE\napplication;\n(b) where the tenant has available with him suitable accommodation\nto which he can shift his business without substantial loss there shall\nbe greater justification for allowing the application;\n(c) the greater the existing business of the landlord's own, apart from F\nthe business proposed to be set up in the leased premises, the less\nthe justification for allowing the application, and even if an application\nis allowed in such a case, the prescribed authority may on the\napplication of the tenant impose the condition where the landlord has\navailable with him other accommodation (whether subject to the Act G\nor not) which is not suitable for his own proposed business but may\nserve the purpose of the tenant, that the landlord shall let out that\naccommodation to the tenant on a fair rent to be fixed by the prescribed\nauthority;\n(d) where a son or unmarried or widowed or divorced or judicially H\nIT\n490\nA\nB\nC\nᎠ\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nseparated daughter or daughter of a male lineal descendant of the\nlandlord has, after the building was originally let out, completed his\nor her technical education and is not employed in Government service,\nand wants to engage in self-employment, his or her need shall be\ngiven due consideration.\n(3) Where the tenant being servant of Government or of any local\nauthority or any public sector corporation does not contest the\napplication, then a reasonable opportunity of being heard shall be\ngiven to the District Magistrate, who shall have the right to oppose\nthe application.\"\nThe parameters relating to Rule 16 of the Rules have been dealt with\nby this Court in Sushila v. IInd Addl. District Judge, Banda and Ors., [2003]\n2 SC 28. In the said judgment it was inter-alia noted as follows:\n\"10. A bare perusal of Rule 16 of the U.P. Urban Building (Regulation\nof Letting, Rent and Eviction) Rules, 1972 makes it clear that the Rule\nonly prescribes certain factors which have also to be taken into\naccount while considering the application for eviction of a tenant on\nthe ground of bona fide need. Sub-rule (2) of Rule 16 quoted earlier\nrelates to the cases of eviction from an accommodation for business\nuse. Clause (a) of sub-rule (2) provides, greater the period of tenancy\nless the justification for allowing the application; whereas according\nto clause (b) in case the tenant has a suitable accommodation available\nto him to shift his business, greater the justification to allow the\napplication. Availability of another suitable accommodation to the\ntenant, waters down the weight attached to the longer period of\ntenancy as a factor to be considered as provided under clause (a) of\nsub-rule (2) of Rule 16. Yet another factor which may in some cases\nbe relevant under clause (c) is where the existing business of the\nlandlord is quite huge and extensive leaving aside the proposed\nbusiness to be set up, there would be lesser justification to allow the\napplication. The idea behind Sub-clause (c) is apparent i.e. where the\nlandlord runs a huge business eviction may not be resorted to for\nexpansion or diversification of the business by uprooting a tenant\nhaving a small business for a very long period of time. In such a\nsituation if eviction is ordered it is definitely bound to cause greater\nhardship to the tenant.\n11. In the case in hand we find that even though the period of tenancy\n+\nRISHI KUMAR GOVIL v. MAQSOODAN [PASAYAT, J.]\n491\nof the respondent is no doubt long but availability of another shop A\nto him where he can very well shift his business as found by the\nPrescribed Authority, neutralises the factor of length of tenancy in the\naccommodation in dispute. We further find that the landlady has no\nother shop where she can establish her son who is married and\nunemployed. There is nothing on the record to indicate that the\nB\nbusiness of father of Prem Prakash is so huge or that it is a very\nflourishing business so as to attract application of Clause (c) of Rule\n16(2). As observed earlier it is clear that length of period of tenancy\nas provided under Clause (a) of Sub-rule 2 of Rule 16 of the Rules,\n1972 is only one of the factors to be taken into account in context with\nother facts and circumstance of the case. It cannot be a sole criterion C\nor deciding factor to order or not the eviction of the tenant. Considering\nthe facts in the light of Rule 16 pressed into service on behalf of the\nrespondent, we find that according to the guidelines provided therein\nbalance tilts in favour of the unemployed son of the landlady whose\nneed is certainly bonafide and has also been so accepted by the\nD\nrespondent before us.\"\nE\nIn Ragavendra Kumar v. Firm Prem Machinary and Co., AIR (2000)\nSC 534 it was held that it is the choice of the landlord to choose the place\nfor the business which is most suitable for him. He has complete freedom\nin the matter. In Gaya Prasad v. Pradeep Shrivastava, AIR (2001) SC 803 it\nwas held that the need of the landlord is to be seen on the date of application\nfor release. In Prativa Devi (Smt.) v. T.V. Krishnan, [1996] 5 SCC 353 it was\nheld that the landlord is the best Judge of his requirement and Courts have\nno concern to dictate the landlord as to how and in what manner he should\nlive. The bona fide personal need is a question of fact and should not be\nnormally interfered with. The High Court noted that when the Prescribed F\nAuthority passed the order son of the respondent-landlady was 20 years old\nand the shop was sought to be released for the purpose of settling him in\nbusiness. More than 20 years have elapsed and the son has become more\nthan 40 years of age and she has not been able to establish him as she has\nstill to get the possession of the shop and the litigation of the dispute is still\nsubsisting. The licence for repairing fire arms can only be obtained when\nthere is a vacant shop available and in the absence of any vacant shop,\nlicence cannot be obtained by him. Therefore, the High Court came to the\nconclusion concurring with that of the Prescribed Authority and Appellate\nAuthority that the need of the landlady is bona fide and genuine. Considering\nthe factual findings recorded by the Prescribed Authority, Appellate Authority H\nG\n492\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA and analysed by the High Court, there is no scope for any interference in this\nappeal which is accordingly dismissed. However, considering the period for\nwhich the premises in question are in the occupation of the appellant time is\ngranted till 31st December, 2007 to vacate the premises subject to filing of an\nundertaking before the Prescribed Authority within a period of 2 weeks to\ndeliver the vacant possession on or before the stipulated date. There will be\nno order as to costs.\nB\nS.K.S.\nAppeal dismissed.\nY\n"}