{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"TRIVENI GLASS LTD., ALLAHABAD\nV.\nUNION OF INDIA AND ORS.\nFEBRUARY 22, 2005\nA\n[S.N. VARIAVA, DR. AR. LAKSHMANAN AND S.H. KAPADIA, JJ.]\nB\nCentral Excises and Salt Act, 1944-Section 4-Glass sheets-Valuation\nof-For levy of excise duty-Inclusion of cost of wooden packing in assessable\nvalue thereof-Permissibility of-Held: The cost of wooden packing is\nincludible in the assessable value of glass sheets-However, if the packing is\nof durable and returnable nature, its cost not to be included in the value of\nglass sheets.\n:\nCc\nE\nAppellant-manufacturer of glass sheets filed a price list in which the\ncost of wooden crates used for packing the glass sheets was not included. D\nAssistant Collector passed orders including the costs of the wooden packing\nin the assessable value of the glass sheets. Appeal thereagainst was allowed\nholding that the special packing was not necessary for making them\nmarketable and thus the cost thereof was not includible in the value of\nthe glass sheets. Despite the order in the appeal Assistant Collector\napproved price list by including the cost of wooden crates. Appellants filed\nWrit Petition seeking direction to Assistant Collector to exclude the cost\nof wooden crates as this order was in defiance of order in appeal. High\nCourt held that the cost of wooden crates was includible in the assessable\nvalue of glass sheets; and that the wooden crates were not durable and\nreturnable; that mere theoretical possibility of the crates being returned\nwas not sufficient and there was no evidence of the return of the crates;\nand that ‘durable' meant packing being of such nature that the\nmanufacturer intended the repeated use of the same.\n}\nF\nDepartment had also filed Revision Petition wherein Customs, Excise\nand Gold (Control) Appellate Tribunal held that cost of wooden crates G\nwas not includible in the assessable value of glass sheets.\nIn appeal, against the order of the High Court, the appellant\ncontended that because as per the bills/invoices the packing was of durable\nand returnable nature and the same was to be refunded if returned intact\n223\nH.\n224\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA after facilitating safe transport, the same was liable to be excluded from\nassessable value of glass sheets.\n-\nPartly allowing the appeal, the Court\nHELD: 1. The costs of wooden packing is includible in the assessable\nB value of glass sheets. [227-A|\nC\nD\nCommissioner of Central Excise, Allahabad v. M/s. Hindustan Safety\nGlass Works Ltd. Judgment dated 22.2.2005 passed by Supreme Court in\nCivil Appeal No. 3819 of 1999, relied on.\n2. In view of the specific term in the bills/invoices, the wooden crates\nare durable and returnable packing whose costs is not to be included in\nthe value of glass sheets. High Court was wrong in holding that the wooden\ncrates are not durable or returnable. Wooden crates merely consist of\nplanks of wood which are nailed together. Therefore, even if they are\ndismantled by the buyer and the planks are returned to the Appellants\nthe Appellants would be in a position to use them again. There is no\nnecessity that the crates must be actually returned. So long as there is an\nobligation on the seller to take back the crates, if the buyer chooses to\nreturn them, it is sufficient. The term in the contract, imposes an obligation\non the Appellants to take back the wooden crates and to pay the stipulated\nE amount to the buyer if the buyer chooses to return them. [228-C-E]\nF\nMahalakshmi Glass Works (P) Ltd. v. Collector of Central Excise, (1988)\n36 E.L.T. 727; Wipro Products Ltd. v. Union of India, (1991) 51 ELT 281\nBom. and Gobind Glass Industries Ltd. v. Commissioner of Central Excise,\nAhmedabad (2002) 150 ELT 293 CEGAT, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1115 of 2000.\nFrom the Judgment and Order dated 14.10.99 of the Allahabad High\nCourt in C.M.W.P. No. 576 of 1981.\nG\nS.K. Bagaria, Tarun Gulati and Praveen Kumar for the Appellant.\nH\nR. Venkataramani, G. Umapathy, Ashok Panigrahi, S. Gowtham, P.\nParmeswaran and B. Krishna Prasad for the Respondents.\nThe Judgment of the Court was delivered by\n-\nTRIVENI GLASS LTD. v. U.O.1, [VARIAVA, J.]\n225\n5.Ñ. VARIAVA, J. This Appeal is against the Judgment dated A\n14.10.1999 passed by the High Court of Allahabad at Allahabad.\nBriefly stated the facts are as follows :-\nThe Appellants are manufacturers of sheet glass. The question for\nconsideration is whether the costs of wooden crates, in which the sheet glass B\nis packed, is includible in the assessable value of sheet glass.\nThe relevant portion of Section 4 of The Central Excises and Salt Act,\n1944 (hereinafter referred to as 'the Act') reads as follows:\n\"SECTION 4. Valuation of excisable goods for purposes of charging C\nof duty of excise. - (1) Where under this Act, the duty of excise is\nchargeable on any excisable goods with reference to value, such value,\nshall, subject to the other provisions of this section, be deemed to be\n(a) the normal price thereof, that is to say, the price at which such\ngoods are ordinarily sold by the assessee to a buyer in the course\nof wholesale trade for delivery at the time and place of removal,\nwhere the buyer is not a related person and the price is the sole\nconsideration for the sale :\nD\nXXX\nXXX\nXXX\nXXX\n(4) For the purposes of this section, -\nXXX\nXXX\nXXX\nXXX\nXXX\nE\nXXX\nXXX\nF\nXXX\n(d) \"Value\", in relation to any excisable goods,\n(i) where the goods are delivered at the time of removal in\na packed condition, includes the cost of such packing\nexcept the cost of the packing which is of a durable G\nnature and is returnable by the buyer to the assessee.\nExplanation. - In this sub-clause, “packing\" means the wrapper,\ncontainer, bobbin, pirn, spool, reel or warp beam or any other thing\nin which or on which the excisable goods are wrapped, contained or\nwound.\nH\nA\n226\nXXX\nXXX\nSUPREME COURT REPORTS\nXXX\nXXX\nXXX\nXXX\"\n[2005] 2 S.C.R.\nThus, as per the statutory provision the cost of packing is includible in\nthe value of the goods unless the packing is of the durable nature and is\nB returnable by the buyer to the assessee.\nIn this case the Appellants filed a price list in which the cost of wooden\ncrates was not included. The Assistant Collector passed orders including the\ncosts of the wooden packing in the assessable value of the glass sheets. The\nAppeals filed by the Appellants were allowed by the Collector (Appeals) and\nC it was held that the special packing was not necessary for making them\nmarketable and thus the costs is not includible in the value of the glass\nsheets.\nIt appears that the Assistant Collector still approved the price list only\nby including the costs of the wooden crates. The Appellants thus filed a Writ\nD.\nPetition in the Allahabad High Court claiming that the action of the Assistant\nCollector was in defiance of the Order of the Collector (Appeals) and that the\nAssistant Collector be directed to exclude the costs of wooden crates.\nE\nF\nG\nH\nIt must be mentioned that against the Order of the Collector (Appeals)\nthe Department had filed Revisions before the Central Government. With the\nconstitution of the Customs, Excise and Gold (Control) Appellate Tribunal\n(CEGAT) the Revisions were transferred to CEGAT. CEGAT disposed off\nthese Revisions by concluding that the cost of wooden crates was not to be\nincludible in the assessable value of glass sheets.\nHowever, in the Writ Petition filed by the Appellants the High Court\nhas, by the impugned Judgment, held that the costs of the wooden crates was\nincludible in the value of the glass sheets as it was necessary to put the glass\nsheets in a condition in which they can be sold in the wholesale trade. The\nHigh Court also held that the wooden crates were not durable and returnable.\nThus this Appeal.\nTwo questions arise for consideration by us :\n(i) Whether the costs of wooden crates is includible in the value of\nglass sheets; and\n(ii) Whether the wooden crates can be said to be \"durable and\nTRIVENI GLASS LTD. v. U.O.I. [VARIAVA. J.]\n227\nreturnable packing”.\nA\nWe have today delivered a Judgment in Civil Appeal No. 3819/1999\nand a batch of similar Appeals wherein it has been held that the costs of\nwooden cases is includible in the value of glass sheets. For the reasons set\nout in that Judgment we answer the first question against the Appellants and\nhold that the costs of wooden packing is includible in the value of glass B\nsheets. To this extent the impugned Judgment cannot be faulted.\nIn support of their contention that the wooden cases are durable and\nreturnable the Appellants rely upon a Clause in their bills/invoices which\nreads as follows :\n\"Packing charge-packing of durable and returnable nature\nsubsequent to initial packing for facilitating safe transport which will\nbe refunded if the same are returned intact @ Rs.140/- per crate.\"\nC\nReliance is also placed upon the case of Mahalakshmi Glass Works (P)\nD\nLtd. v. Collector of Central Excise, reported in (1988) 36 E.L.T. 727 SC\nwherein it has been held that under Section 4(4)(d)(i) of the Act the costs of\npacking which is of durable and returnable nature is to be excluded. It is held\nthat there must be an arrangement between the buyer and the assessee that\nthe packing be returned to the assessee. It is held that it is not the physical\ncapability of the packing to be returned which is the determining factor but E\nthe condition that if the buyer chooses to return the packing the seller is\nobliged to accept it and refund the stipulated amount. It is held that the\nquestion whether the packing is actually returned or not has no relevance.\nReliance was also placed upon the case of Wipro Products Ltd. v.\nUnion of India, reported in (1991) 51 ELT 281 (Bombay). In this case Bombay F\nHigh Court took the view that actual return or the extent of return has no\nrelevance and that all that is required is that there must be an obligation on\nthe seller to accept the packing if the buyer chooses to return it.\nIn the case of Gobind Glass Industries Ltd. v. Commissioner of Central\nG\nExcise, Ahmedabad, reported in (2002) 150 ELT 293, CEGAT has also taken\nthe same view. In this case CEGAT has held that the costs of wooden crates\nused for packing glass sheets would be excludible from the value of glass\nsheets if there was an arrangement under which the seller was obliged to take\nback the crates and pay the stipulated amount if the buyer chooses to return\nthe crates.\nH\nA\nB\nC\n228\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nIn the impugned Judgment the Allahabad High Court has held that\nthere was no evidence that, even in a single case any wooden crate had been\nreturned to the Appellants. The High Court has held that term “durable”\nmeant that the packing was of such a nature that the manufacturer intended\nto use it again and again and thus the condition must be one that the buyer\nmust return the packing to the seller. It has been held that the mere theoretical\npossibility of the crates being returned was not sufficient.\nMr. Venkataramani has supported the view of the High Court and\nsubmitted that the cost would only get excluded if the crates are actually\nreturned.\nWe have considered the submission of the parties. In our view, the law\nlaid down by this Court in Mahalakshmi Glass Works (P) Ltd. (supra) is the\ncorrect law. There is no necessity that the crates must be actually returned.\nSo long as there is an obligation on the seller to take back the crates, if the\nbuyer chooses to return them, it is sufficient. The term in the contract, set out\nD above, imposes an obligation on the Appellants to take back the wooden\nE\nF\ncrates and to pay the stipulated amount to the buyer if the buyer chooses to\nreturn them. Wooden crates merely consist of planks of wood which are\nnailed together. Therefore, even if they are dismantled by the buyer and the\nplanks are returned to the Appellants the Appellants would be in a position\nto use them again. In our view, the High Court was wrong in holding that the\nwooden crates are not durable or returnable. The answer to the second question\ntherefore has to be in favour of the Appellants. It is held that, in view of the\nspecific term in the bills/invoices, the wooden crates are durable and returnable\npacking whose costs is not to be included in the value of glass sheets.\nIn this view, the impugned Judgment is set aside on this point. To this\nextent the Appeal is allowed. There will be no order as to costs.\nK.K.T.\nAppeal allowed.\n"}