{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"CHAIRMAN, U.P. JAL NIGAM AND ANR.\nV\nRADHEY SHYAM GAUTAM AND ANR.\nMARCH 30, 2007\n[DR. ARIJIT PASAYAT AND R.V. RAVEENDRAN, JJ.]\nA\nB\nService Law: Retirement age-Employees of U. P. Jal Nigam-Service\nconditions-Held, would be same as applicable to State Government Services\nunder rules, regulations or orders applicable to such government servants—\nAge of retirement/superannuation of government servants increased by State\nGovt. from 58 to 60 years by amending R.56(a) of Fundamental Rules-\nHence, same would equally apply to employees of Nigam-Administrative\nLaw Administrative decision-Uttar Pradesh Water Supply and Sewerage\nAct, 1975—s.37—Uttar Pradesh Jal Nigam Engineers (Public Health Branch)\nService Regulations, 1978.\nRespondent-Writ Petitioner filed writ petition before High Court\nseeking permission to continue in service of appellant no. 1-Jal Nigam till\nattaining the age of 60 years. The appellant contested the writ petition on the\nground that the standard age of retirement of its employees is 58 years. High\nCourt allowed the writ petition. Hence the present appeal.\nDismissing the appeal, the Court\nC\nD\nE\nHELD: 1.1. The bare reading s.37 of Uttar Pradesh Water Supply and\nSewerage Act, 1975 and Regulation 31 of Uttar Pradesh Jal Nigam Engineers\n(Public Health Branch) Service Regulations, 1978, makes it clear that the F\nservice conditions of the employees of the Nigam would be the same as are\napplicable to the employees of the State Government under the rules,\nregulations and orders applicable to such government servants so long as\nthe same are not altered by the Nigam in accordance with the provisions of\nthe Act. If the regulations have not been framed, the Nigam had residuary\npower under s.15(1) of the Act whereby under general power it could change\nthe service conditions and the same could remain operative so long as\n⚫ regulations were not framed. [Para 8] [588-E-G]\n1.2. In the present case, regulations were already framed in the year\n583\nG\nH\nr\n[2007] 4 S.C.R.\nB\n584\nSUPREME COURT REPORTS\nA. 1978 specifically providing in Regulation 31 that the conditions of service of\nthe employees of the Nigam shall be governed by the rules, regulations and\norders governing the conditions of service of government servants which\nwould not only mean then in existence but any amendment made therein as\nneither in s.37 nor in Regulation 31, it has been mentioned that the Rules\nthen in existence shall only apply. After the amendment made in Rule 56(a)\nof the Fundamental Rules by the State Government and thereby enhancing\nthe age of superannuation of government servants from 58 years to 60 years,\nthe same would equally apply to the employees of the Nigam and in case the\nState Government as well as the Nigam intended that the same would not be\napplicable, the only option with it was to make suitable amendment in\nC Regulation 31 of the Regulations after taking previous approval of the State\nGovernment. By simply issuing direction by the State Government purporting\nto act under s.89 of the Act and thereupon taking administrative decision by\nthe Nigam under s.15 of the Act in relation to the age of the employees would\nnot tantamount to amending Regulation 31 of the Regulations.\nᎠ\nE\nF\nG\n[Para 8] [588-G-H; 589-A-B]\nHarwindra Kumar v. Chief Engineer Karmik, UP Jal, Nigam, Lakhnow\nand Ors., [2002] 2 UPLBEC 1511; Harwindra Kumar v. Chief Engineer\nKarmik \u0026 Ors., [2005] 13 SCC 300 and Chairman, U.P. Jal Nigam \u0026 Anr. v.\nJaswant Singh \u0026 Anr.; JT [2006] 10 SC 500, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1701 of 2007.\nFrom the Final Judgment and Order dated 10.05.2005 of the High Court\nof Judicature at Allahabad in Special Appeal No. 559 of 2005.\nS. Wasim A. Qadri, Rajiv Dubey and Kamlendra Mishra for the Appellants.\nRachna Gupta and Dr. Indra Pratap Singh for the Respondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\ni\n2. Challenge in this appeal is to the judgment rendered by a Division\nBench of the Allahabad High Court questioning correctness of the order\npassed by a Division Bench in the Special Appeal filed by the appellant\nagainst an interim order passed by a learned Single Judge permitting the\nrespondent No.1 to continue in service of the appellant No.1 till attaining the\nH age of 60 years. The case of the appellant before both learned Single Judge\n1\n!\nCHAIRMAN, U.P. JAL NIGAM v. RADHEY SHYAM GAUTAM [PASAYAT,J.] 585\nand the Division Bench was that the standard age of retirement of its employees A\nis 58 years and the writ petitioner i.e. respondent No.1 was no exception. The\nSpecial Appeal was filed stating that the interim order was contrary to the\nview taken by a Division Bench in Harwindra Kumar v. Chief Engineer\nKarmik, UP Jal, Nigam, Lakhnow and Ors., (2002) 2 UPLBEC 1511. The\nDivision Bench dismissed the appeal.\n3. In support of the appeal learned counsel for the appellant submitted\nthat the interim order was contrary to the view expressed by the Division\nBench which was binding on a subsequent Division Bench and in any event\non all learned Single Judges.\nB\nC\n4. Learned counsel for respondent No.1 on the other hand stated that\nthe controversy as to whether the age of the retirement of employees is 58\nor 60 has already been settled by this Court.\n5. In Harwindra Kumar v. Chief Engineer Karmik \u0026 Ors., [2005] 13\nSCC 300 the question raised was whether the retirement age in terms of the\nD\nUttar Pradesh Fundamental Rules was applicable to the employees of the Jal\nNigam.\n6. Various provisions of Uttar Pradesh Water Supply and Sewerage Act,\n1975 (in short the ‘Act') and Uttar Pradesh Jal Nigam Engineers (Public Health\nBranch) Service Regulations, 1978 (in short the \"Regulations\") need to be E\nnoted.\n7. To appreciate the point in issue, it would be necessary to refer to the\nrelevant provisions of Sections 15, 31(1), 37, 89 and 97 of the Act and\nRegulation 31 of the Regulations which read thus:\n\"15. Powers of the Jal Nigam.(1) The Nigam shall, subject to the\nprovisions of this Act have power to do anything which may be\nnecessary or expedient for carrying out its functions under this Act.\n(2) Without prejudice to the generality of the foregoing provision,\nsuch power shall include the power―\n(i) to inspect all water supply and sewerage facilities in the State\nby whomsoever they are operated;\n(ii) to obtain such periodic or specific information from any local\nbody and operating agency as it may deem necessary;\nF\nG\nH\n586\nA\nB\nс\nD\nE\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n(iii) to provide training for its own personnel as well as employees\nof the local bodies;\n(iv) to prepare and carry out schemes for water supply and\nsewerage;\n(v) to lay down the schedule of fees for all services rendered by\nthe Nigam to the State Government, local bodies, institutions or\nindividuals;\n(vi) to enter into contract or agreement with any person, firm or\ninstitution, as the Nigam may deem necessary, for performing its\nfunctions under this Act;\n(vii) to adopt its own budget annually;\n(viii) to approve tariffs for water supply and sewerage services\napplicable to respective local areas comprised within the jurisdiction\nof Jal Sansthans and such local bodies as have entered into an\nagreement a with the Nigam under Section 46;\n(ix) to borrow money, issue debentures to obtain subventions and\ngrants and manage its own funds;\n(x) to disburse loans to local bodies for their water supply and\nsewerage schemes;\n(xi) to incur expenditure and to grant loans and advances to such\nb persons or authorities as the Nigam may deem necessary for\nperforming the functions under this Act.\nF\nXXX\nG\nH\nXX\nXX\n31. Vesting and transfer of property to Nigam.(1) As from June 18,\n1975, the date of establishment of the Nigam hereinafter in this Chapter\nreferred to as 'the appointed date',-\n(a) all properties and assets (including waterworks, buildings,\nlaboratories, stores, vehicles, furnitures and other furnishing) which\nimmediately before the appointed date were vested in the State\nGovernment for the purposes of the Local Self-Government Engineering\nDepartment shall vest in and stand transferred to the Nigam; and\n(b) all the rights, liabilities and obligations of the State Government\nT\nCHAIRMAN, U.P. JAL NIGAM v. RADHEY SHYAM GAUTAM [PASAYAT,J.]\n587\nwhether arising out of any contract or otherwise pertaining to the said A\ndepartments shall be the rights, liabilities and obligations of the Nigam.\nXX\nXX\nXX\n37. Transfer of employees to Nigam.(1) Save as otherwise provided\nin this section every person, who was employed in the Local Self-\nB\nGovernment Engineering Department of the State Government shall on\nand from the appointed date become employee of the Nigam and shall\nhold his office or service therein by the same tenure, at the same\nremuneration and upon same other terms and conditions, and with the\nsame rights and privileges as to pension, gratuity and other matters\nas he would have held the same on the appointed date if this Act had\nnot come into force, and shall continue to do so until his employment\nin the Nigam is terminated or until his remuneration or other terms and\nconditions of services are revised or altered by the Nigam under or\nin pursuance of any law or in accordance with any provision which\nfor the time being governs his service:\nC\nᎠ\nXX\nXXX\nXXX\n89. Directions to the Nigam on questions of policy. (I) In the\ndischarge of its functions, the Nigam shall be guided by such\ndirections on questions of policy as may be given to it by the State E\nGovernment.\n(2) If any question arises whether any matter is or is not a matter\nas respects which the State Government may issue a direction under\nsub section (1), the decision of the State Government shall be final.\nXXX\nXXX\nXXX\nF\n97. Regulations. (1) The Nigam and a Jal Sansthan may, with the\nprevious approval of the State Government, make regulations, not\ninconsistent with this Act and the rules made thereunder, for the\nadministration of the affairs of the Nigam or a Jal Sansthan.\n(2) In particular, and without prejudice to the generality of the\nforegoing power, such regulations may provide for all or any of the\nfollowing matters, namely -\n(a) (b)\n*\nG\nH\n(c) the salaries and allowances and other conditions of service of\n:\n588\nA\nB\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nemployees of the Nigam or a Jal Sansthan other than employees\nemployed on contract basis;\"\nRegulation 31\n\"31. Besides the provision made under these Regulations, the pay\nand allowances, pension, leave, imposition of penalty and other terms\nand conditions of service shall be governed by such rules, regulations\nand orders which are equally applicable to other serving government\nservants concerned functioning in the State.\"\n8. From the aforesaid provisions, it would be clear that the appointed\nC date for the purposes of the Act was 18-6-1975 when the Nigam was established\nand under Section 37 of the Act, conditions of service of the appellant-\npetitioners who were employed in the Local Self-Government Engineering\nDepartment of the Government of Uttar Pradesh before the appointed date,\nwere continued to remain the same as they were before the appointed date\nD unless and until the same are altered by the Nigam under the provisions of\nthe Act. Section 97 confers power upon the Nigam with the previous approval\nof the State Government to frame regulations in relation to service conditions\nof employees of the Nigam and, acting thereunder, the Regulations were\nframed by the Nigam in the year 1978, Regulation 31 whereof provides that\nservice conditions of the employees of the Nigam shall be governed by such\nrules, regulations and orders which are applicable to other serving government\nservants functioning in the State of Uttar Pradesh. Thus, from a bare reading\nof Section 37 and Regulation 31, it would be clear that the service conditions\nof the employees of the Nigam would be the same as are applicable to the\nemployees of the State Government under the rules, regulations and orders\nF applicable to such government servants so long as the same are not altered\nE\nG\nby the Nigam in accordance with the provisions of the Act. If the regulations\nhave not been framed, the Nigam had residuary power under Section 15(1) of\nthe Act whereby under general power it could change the service conditions\nand the same could remain operative so long as regulations were not framed\nbut in the present case, regulations were already framed in the year 1978\nspecifically providing in Regulation 31 that the conditions of service of the\nemployees of the Nigam shall be governed by the rules, regulations and\norders governing the conditions of service of government servants which\nwould not only mean then in existence but any amendment made therein as\nneither in Section 37 nor in Regulation 31, has it been mentioned that the\nH Rules then in existence shall only apply. After the amendment made in Rule\n56(a) of the Rules by the State Government and thereby enhancing the age\nCHAIRMAN, U.P. JAL NIGAM v. RADHEY SHYAM GAUTAM [PASAYAT,J.]\n589\nof superannuation of government servants from 58 years to 60 years, the same A\nwould equally apply to the employees of the Nigam and in case the State\nGovernment as well as the Nigam intended that the same would not be\napplicable, the only option with it was to make suitable amendment in\nRegulation 31 of the Regulations after taking previous approval of the State\nGovernment and by simply issuing direction by the State Government purporting\nto act under Section 89 of the Act and a thereupon taking administrative\ndecision by the Nigam under Section 15 of the Act in relation to the age of\nthe employees would not tantamount to amending Regulation 31 of the\nRegulations.\nB\n9. In Harwindra Kumar's case (supra) the Division Bench decision on\nC\nwhich the appellant places reliance was challenged. Orders passed by the\nHigh Court dismissing the writ petitions as well as those by tile Nigam\ndirecting that the appellants of the Civil Appeals and the petitioners of the\nwrit petitions would superannuate upon completion of the age of 58 years\nwere set aside and it was directed that in case the employees have been\nallowed to continue up to the age of 60 years by virtue of some interim order, D\nno recovery shall be made from them but in case, however, they have not been\nallowed to continue after completing the age of 58 years by virtue of erroneous\ndecision taken by tile Nigam for no fault of theirs. They would be entitled to\npayment of salary for the remaining period up to the age of 60 years which\nwas to be paid to them within a period of three months from the date of receipt\nof copy of this Court's order by the Nigam.\n10. It appears that the High Court placed reliance on the decision in\nHarwindra Kumar's case (supra). Additionally, in Chairman, U.P.Jal Nigam\n\u0026 Anr. v. Jaswant Singh \u0026 Anr., JT (2006) 10 SC 500) the decision was\nreiterated in the following terms:\nE\nF\n\"The benefits shall only be confined to above mentioned persons\nwho have filed writ petitions before their retirement or they have\nobtained interim order before their retirement. The appeals filed against\nthese persons by the Nigam shall fail and the same are dismissed. Rest\nof the appeals are allowed and orders passed by the High Court are G\nset aside. There would be no order as to costs.\"\n11. In view of what has been stated above the inevitable conclusion is\nthat the appeal is sans merit, deserves dismissal, which we direct.\n}\nD.G.\nAppeal dismissed. H\n"}