{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"138 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA siphoning off from the fermentation vessel or during filtration\nprocess. Fermented wort is beer and it could be removed from\nfermenting vessels or during storage or filtration. Therefore, the\nbase measurement is taken in the fermentation vessel and 9%\nstandard allowance is provided to cover losses on account of\nB sullage etc.\nC\n30. The Act provides that levy of excise duty on beer can\nnot only be with reference to the quantity produced and issued\nfrom a brewery, but can also be by calculating the quantity of\nmaterials used or by the degree of attenuation of the wash or\nwort, as the case may be, as the State Government may\nprescribe. This means the excise duty on the beer\nmanufactured can be levied not only with reference to the actual\nquantity issued or removed, but can also be by a rate charged\nin accordance with a scale of equivalent, calculated on the\nquantity of materials used or by the degree of attenuation of\nthe wash or wort prescribed by the State Government. The said\nalternative method of levying excise duty does not depend upon\nthe actual quantity manufactured or issued. It is with reference\nto the deemed quantity manufactured rather than the actual\nE quantity manufactured. Such a procedure has been in vogue\nD\nF\nG\nI\nin England and it is permissible in India. Rule 42 of Chapter XI\nof the Excise Manual (Vol. 5) gives a detailed description of\nthe attenuation method of charging. duty on beer and it is\nextracted below:\n\"42. The attenuation method of charging duty on beer. -\nIn the United Kingdom, the duty is levied on beer in\nproportion to the original gravity of the wort. Really\nspeaking, the Excise control of breweries is much less\nstringent than in the case of distilleries. No excise locks\nare used. The constant presence of an officer is only\nconsidered necessary in the case of every large breweries\nworking continuously. The safety of the revenue depends\non notices of all essential operations which are required\nto be given to the Excise. The length of notice to be given\ndepends on the importance of the particular operation and\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\n139\non the facility with which the local officer can attend. One A\nofficer is, in general, in charge of a group of the smaller\nbreweries.\nA brewer must give timely notice of -\n(1) his attention to brew;\nB.\n(2)\nthe nature and amount of materials to be used;\n(3)\n(4)\nthe time at which he expects his mash-tun to be\ndrained (this is to enable the officer to take a dip C\nof the drained grains which must lie for two hours\nafter draining or until the officer arrives).\nhis intention to mix the products of one or more\nbrewings;\n(5). any modification in his routine methods of brewing;\nཆྱེ ཀླེ\n(6) any alterations he proposes to make in the position\netc., of his brewing vessel;\nD\n(7) Finally and most important of all, the brewer is E\nrequired to give notice to the officer of his intention\nto 'collect beer', ie., he must intimate as closely as\npossible the time when the wort will be ready for\npitching with yeast. When the wort is collected for\nfermentation the brewer must forthwith take the F\nspecific gravity with his saccharometer and also the\ndip, in order that the density and gallonage may be\nrecorded in case the officer does not attend. In\ncases where the officer attends before fermentation\nhas materially affected the gravity he is able to verify G\nthese figures and above all to see that they have\nbeen recorded properly by the brewer.\nIn order that his control may be effective, the officer must\ntime his visits to the brewery so as to arrive when\nH\nA\nB\nс\nD\nE\nLL\nF\nG\nН\n140 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nfermentation has not advanced too far for check and so\nthat the brewer has had reasonable time to make his\nentries of gravity and gallonage. If having had reasonable\ntime, the brewer has failed to make his entry this omission\nis treated as a serious excise offence.\nIt may be asked why stress is not laid on the necessity for\nthe attendance of the officer at the time of pitching the wort.\nThis, bowever, is generally impracticable seeing that\nusually brewers 'collect' at the same hour and that the\npresence of the officer at more than one brewery is\nimpossible. This being so, his visits must be unexpected,\nthe responsibility for honest declaration of gravity and dip\nbeing imposed on the brewer. The brewer's records, if\nconfirmed by the officer, are thus the basis on which the\nduty is levied.\"\n31. This Court in Haryana Brewery Ltd. (supra) recognized\nthe alternative method of calculating the quantity of beer\nmanufactured to be valid. This Court held:\n\"The proviso to Section 32 uses the expression \"provided\nthat duty may be levied.....\" Clause (b) of the proviso state\nthat the calculation of the beer manufactured would be\naccording to such scale or equivalents calculated on the\nquantity of materials used or by the degree of attenuation\nof the wash or wort. The opening part of Clause (b) of the\nproviso indicates as to how the beer manufactured is to\nbe determined. The proviso is only a manner of computing\nthe end-product with reference tot he raw material which\nhas been used in the input. The tax is on the end-product\nand not on the raw material. What this proviso read with\nRule 35 indicates that in order to determine what is the\nquantity of beer manufactured which is fit for human\nconsumption, after all the processes have been gone\nthrough, you seen what is the quantity of raw material which\nhas been utilised for the manufacture of beer and in the\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\n141\nprocess of manufacturing give an allowance for wastage A\nof 7 per cent. After doing this, you determine the quantity\nof beer manufactured. An example which has been given\nis that a 1000 kgs. Of malt should ordinary yield 6500 litres\nof beer. By giving an allowance of wastage which must\noccur during the process of the manufacture of the end- B\nproduct and limiting that allowance to 7 per cent, the\nquantity of beer manufactured on which excise duty would\nbe levied would be 6500 litres less 7 per cent.\nC\nD\n14. It appears to us that the proviso to Section 32 read\nwith Rule 35 does nothing more than to give a rough and\nready method of calculating the quantum of beer which\nshould have been manufactured in the normal process\nwhich is calculated on the basis of the raw material used.\nThe idea, perhaps, is that full quantity of beer which is\nmanufactured is accounted for. It will be seen that registers\nare maintained by the manufacturer and the figures are\ntaken from there. From the records of the manufacturer,\nexcise authorities will be able to ascertain the quantum of\nraw material used. It is open to the excise authorities to\naccept the figure indicated in the records of the\nE\nmanufacturer of the total quantity of beer manufactured.\nDuty can be levied on this and this would be inconsonance\nwith the first part of Section 32. It is, perhaps, only to cross-\ncheck whether the figure which is indicated in the books\nof the manufacturer is correct that a formula can be used\nfor determining the amount of beer which could or should\nor must have been manufactured. This is by taking into\naccount the quantity of raw material used, the quantity\nwhich is in the process and as entered in the brewing book\nand from there giving an allowance of 7 per cent for G\nwastage. It appears to us that the allowance of 7 per cent\nhas to be in arriving at the figure of the manufactured beer\nas loss of quantity during the process of manufacture. It\ncannot be that on the figure of manufactured beer, arrived\nat on the basis of the books of the respondent, an H\nF\nA\nB\nC\n142 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nallowance of 7 per cent has then to be given. If the figure\ntaken for the purpose of calculating the excise duty is only\nof the end-product, viz., the beer produced, and not the\nquantity of raw material used in the manufacture of beer\nduring which loss of some quantity as wastage would have\noccurred, there cannot be a deduction of any sum or\nproportion as wastage from the quantity of end-product in\norder to arrive at the quantity. The excisable product is the\nquantity of beer produced and not the quantity produced,\nand thus excisable, minus 7 per cent.\"\nTherefore there is nothing wrong in adopting the procedure\nprescribed in section 28A and Rule 53 of Brewery Rules to\ndetermine the excess manufacturing wastage.\n32. The Brewery wants the wastage allowance to be given,\nD not with reference to the quantity in the fermentation tank, but\nwith reference to the quantity in the storage/bottling tanks (after\ncompletion of fermentation and filtration process) when the\nmanufacturing process is complete and only bottling remains.\nThe argument of the respondent is that the measurement should\nE be taken only when the manufacture is complete and not when\nit is still in the process of manufacture; and the manufacture\nprocess is completed not when the wort is in the fermentation\ntank but only when the filtration process is finished. But this\ncontention ignores the fact that when manufacturing process is\nF complete and the beer has reached storage/bottling tanks,\nthere is no question of any manufacturing loss. The allowance\nof 9% is made to cover loss due to evaporation, sullage and\nother contingencies within the brewery. 9% is allowed as loss\nin quantity because the quantity in fermentation tank is\nmeasured and taken as the base and thereafter the sullage/\nyeast heads are removed as sediment in the fermentation\nvessels or by the filtration process and there will also be certain\namount of evaporation during the process of filtration, racking\nand storage etc. In fact, the Brewery specifically admits this\nposition in Annexure-I to the writ petition while describing the\nG\nI\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\nprocess of manufacturing beer:\n143\nA\n\"From the above brief description of manufacturing\nprocess, it will be observed that the deficiency between\nthe quantity of wort to the point when beer is ready for\nbottling, occurs because of elimination of impurities\" viz., B\nyeast cells and dirty heads brought up in fermentation at\ntop, evaporation taking place; carbon dioxide evolved out;\nand sullage settled at the bottom. The quantity of these.\nimpurities accounting for the said deficiency in the process\nof manufacture cannot be taken as beer and excisable\narticle for purposes of levy of duty. For culmination of these\nimpurities and other contingencies mentioned of in rule\n912, an allowance of 10% is fixed.\"\nC\n33. If the quantity measured after the fermentation and\nfiltration processes should be the base figure, for purpose of D\nallowance to cover loss on account of sullage, evaporation etc.,\nthere will be no need for granting any allowance because once\nit have passed the filtration stage the sullage and other\nimpurities has been removed and the beer is ready for being\nfilled in barrels, casks or bottles. The 9% allowance is for the E\nwastages occurring during the stages of fermentation and\nfiltration and not in regard to the stages between storage after\nfiltration and removal. The Brewery has virtually mixed up the\nissue relating to the question as to when beer is exigible to\nexcise duty with the question as to the quantity on which the\nallowance of 9% should be granted. As noticed above, a\ncombined reading of rules 37 and 53 of Breweries Rules, with\nor without section 28A make it clear that the allowance of 9%\nas losses in the brewery (10% as losses in the course of\nmanufacture in the brewery prior to 1975) is with reference to\nthe quantity in the fermentation tank and not with reference to\nthe quantity of beer in the storage/bottling tanks after filtration.\nF\nG\n34. We may now consider the contention on behalf of\nbrewery that they are entitled to allowance upto 9% towards\nsuch wastage from the quantity measured in the storage/ H\nr\n144 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA bottling tanks after fermentation and filtration. We extract below\nthe contention of the Brewery in this behalf from its writ petition:\nB\nC\n\"(X) That section 28A(2) in so far as it purports to provide\nfor permissible wastage could operate only from the stage\nthe State Government became competent to impose\nexcise duty/additional duty and till beer is brought to such\na stage that it is rendered fit for human consumption, the\nState Legislature has no legislative competence to levy\nexcise duty/additional duty and hence the State\nLegislature cannot take into consideration for the purposes\nof levy of excise duty/additional duty any wastage prior to\nthe stage when the liquor/beer becomes fit for human\nconsumption.\"\nA large allowance up to 9% of the total stock of beer has been\nD provided towards wastage, only to cover the loss occurring from\nfermentation stage to post-filtration stage, as the quantity has\nbeen calculated with reference to the fermentation vats and\nthere will be considerable wastage due to sullage and\nevaporation. Rules 37 and 53 of the Breweries Rules (paras\nE 896 and 912 of the Excise Manual) also proceeded on that\nbasis that the measurement would be with reference to the\nquantities in the fermentation vessels taken by dip and gravity\nmethod.\nF\n35. In fact, the brewery describes the nature of these losses\nin the brewery in Annexure I to the writ petition (in the connected\nWP No.1375/1978) as under:\n\"MANUFACTURING LOSSES\nG (i)\n(ii)\nVarying constituents of Malt viz. percentage of\nproteins etc. produced sludge or sullage in more or\nless quantity. Thus sullage to be removed will have\ndiffering percentages.\nDepending on the process - top and bottom\nH\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\n145\nfermentation etc. there may be more or less of A\nscum and dirty heads containing yeast cells to be\nremoved, thus losses will be variable at this stage.\n(iii) The removal of solids is continuously carried on at\ndifferent stages in the manufacturing process. With\nfrequency of the centrifugal machines or the\nFiltration Plants having to be opened depending\nupon the quantity and turbidity of the fermented wort\nor green beer to be cleared off to be sparklingly\nclear, the losses will be more or less. With the\nbanking of import of quality filter sheets, the\nindigenously made filter sheets have to be used\nwhich are to be more frequently changed then the\nimported ones. There are losses in absorption in\nfilter sheets and leakage at ends of plates.\n(iv) Some quantity of fermenting wort is lost in removal\nof scum and dirty heads and in removal of sullage\nfrom the bottom of the tanks.\n(v)\nEvery time the fermenting or fermented wort or\ngreen beer is transferred by means of pipes, what\nis left over in pipes has to be drained off, water and\nsteam is run in pipes to sterilize them, so that there\nmay be no contamination to spoil beer.\nThe varying losses at each stage in the manufacturing\nprocess are natural and unavoidable. With the above\nmentioned variable losses, accidental, off chance\noccurrence or those losses which are incidental to the\nprocess of manufacture are provided for in rule 912 under\n\"Contingencies\".\nThe contingent losses, a few of which are given below,\nmake the losses in manufacturing process vary and erratic.\n(a)\nDue to failure of electricity and refrigeration, there\nmay be brisk fermentation and wild bacterial\nB\nC\nD\nE\nF\nG\nH\nA\nB\nс\nD\nE\n146 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\ninfection, which may make it sour to be turned into\nvinegar, or if more spoilt, may have to be destroyed.\n(b) By sudden leakage of brine coiled pipes, the\nfermenting wort may be mixed up with brine which\nbecomes unpalatable and has to be destroyed.\n(c)\nWith haziness persisting after filtration once, it may\nhave to be treated with approved chemicals and\nrefiltered.\n(d) Bursting of transfer pipes, leakage of valves etc.\"\n36. If the quantity measured in the storage/bottling tanks\n(after filtration) should form the basis, there was no occasion\nor need for making a huge allowance of 9% for sullage,\nevaporation and other contingences, as there would be no\nsullage, evaporation or other wastages after that stage (that is\ncompletion of manufacture) and the allowance under Section\n28A of the Act will become redundant, except for the small\npercentage provided for wastage during bottling and storage.\n37. The Brewery placed strong reliance upon the decision\nof this Court in State of U.P. vs. Modi Distillery \u0026 Ors. - 1995\n(5) SCC 753. In that decision, this Court was considering the\nvalidity of demand for excise duty on the wastage of high\nstrength spirit (80% to 85%) during transportation in containers\nF from distillery to warehouse (referred to as 'Group B' cases).\nThis Court held :\nG\nH\n\"In other words, ethyl alcohol (95 per cent) was not an\nalcoholic liquor for human consumption but could be used\nas a raw material or input, after processing and substantial\ndilution in the production of whiskey, gin, country liquor etc.\nIn the light of experience and development, it was\nnecessary to state that 'intoxicating liquor' meant only that\nliquor which was consumable by human beings as it was.\nWhat the State seeks to levy excise duty upon in the Group\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\n147\n'B' cases is the wastage of liquor after distillation, but A\nbefore dilution; and, in the Group 'D' cases, the pipeline\nloss of liquor during the process of manufacture, before\ndilution. It is clear, therefore, that what the State seeks to\nlevy excise duty upon is not alcoholic liquor for human\nconsumption but the raw material or input still in process B\nof being rendered fit for consumption by human beings.\nThe State is not empowered to levy excise duty on the raw\nmaterial or input that is in the process of being made into\nalcoholic liquor for human consumption.\"\nC\nD\nThe said decision will not assist the first respondent - brewery\nas that was a case of levy of excise duty on raw materials or\ninputs which were still in process. That matter related to distilled\nalcohol and not fermented beer. The wastage considered by\nthis Court was all with reference to alcohol that had not been\ndiluted and therefore was not ‘alcoholic liquor for human\nconsumption'. This Court held that the State is not empowered\nto levy duty on the raw material or inputs that is in the process\nof being made into an alcoholic liquor for human consumption.\nThe position is different here. When the quantity of the liquid in\nthe fermentation vessels were measured, on account of E\nfermentation, the liquid was already in the process of conversion\ninto an 'alcoholic liquor for human consumption', though had not\nbecome a finished product of beer. Therefore, the principles\nin Baldev Singh and A. Sanyasi Rao, will apply and not the\ndecision in Modi Distillery. Therefore we hold that there is no F\ninfirmity in the method adopted by the excise department to\narrive at the excess wastage or in making a demand for excise\nduty and additional duty in regard to such excess wastage.\n.\nRe: CA No.4709 of 2002 :\nG\n38. The question arising in this appeal is the same as in\nCA No.4708 of 2002 and the facts are also similar to the facts\nof CA Nos.4708 of 2002. The only difference in facts is that\nthe demand in this case related to the period 3.6.1970 to\n5.9.1972 and the amount of duty/additional duty that was H\n"}