{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"SRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 409\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\na fair opportunity of hearing, what is alleged against him and A\nof presenting his own case is so fundamental to any civilized\nlegal system that it is to be presumed that Parliament intended\nthat failure to observe the same should render null and void any\ndecision reached in breach of this requirement. In Lloyd v.\nMcmahon 1987 AC 625 Lord Bridge said:\n\"My Lords, the so-called rules of natural justice are not\nengraved on tablets of stone. To use the phrase which\nbetter expresses the underlying concept, what the\nrequirements of fairness demand when any body,\ndomestic, administrative or judicial, has to make a\ndecision which will affect the rights of individuals depends\non the character of the decision-making body, the kind of\ndecision it has to make and the statutory or other\nframework in which it operates. In particular, it is well-\nestablished that when a statute has conferred on any body\nthe power to make decisions affecting individuals, the\ncourts will not only require the procedure prescribed by the\nstatute to be followed, but will readily imply so much and\nno more to be introduced by way of additional procedural\nsafeguards as will ensure the attainment of fairness.\"\nB\nC\nD\nE\n27. In the United States, principles of natural justice usually\nfind support from the Due Process clause of the Constitution.\nThe extent of due process protection required is determined\nby a number of factors; first the private interest that will be F\naffected by the official action; second, the risk of an erroneous\ndeprivation of such interest through the procedures used, and\nthe probable value, if any, of additional or substitute procedural\nrequirement would entail.\n28. The amplitude, ambit and width of the rule of audi\nalteram partem was lucidly stated by the three-Judge bench\nin Sayeedur Rehman v. State of Bihar (1973) 3 SCC 333 in\nthe following words:\n\"11. This unwritten right of hearing is fundamental to\nG\nH\nA\nB\nC\nD\nE\nLL\nF\nG\n410\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\na just decision by any authority which decides a\ncontroversial issue affecting the rights of the rival\ncontestants. This right has its roots in the notion of fair\nprocedure. It draws the attention of the party concerned to\nthe imperative necessity of not overlooking the other side\nof the case before coming to its decision, for nothing is\nmore likely to conduce to just and right decision than the\npractice of giving hearing to the affected parties.\"\n29. In Mohinder Singh Gill v. Chief Election\nCommissioner (1978) 1 SCC 405, Krishna lyer J. speaking\nfor himself, Beg CJ and Bhagwati J. highlighted the importance\nof rule of hearing in the following words:\n\"43. Indeed, natural justice is a pervasive facet of secular\nlaw where a spiritual touch enlivens legislation,\nadministration and adjudication, to make fairness a creed\nof life. It has, many colours and shades, many forms and\nshapes and, save where valid law excludes it, applies\nwhen people are affected by acts of authority. It is the hone\nof healthy government, recognised from earliest times and\nnot a mystic testament of Judge-made law. Indeed, from\nthe legendary days of Adam - and of Kautilya's\nArthasastra the rule of law has had this stamp of natural\njustice which makes it social justice. We need not go into\nthese deeps for the present except to indicate that the\nroots of natural justice and its foliage are noble and not\nnew-fangled. Today its application must be sustained by\ncurrent legislation, case-law or other extant principle, not\nthe hoary chords of legend and history. Our jurisprudence\nhas sanctioned its prevalence even like the Anglo-\nAmerican system.\n- -\nH\n48. Once we understand the soul of the rule as fair play in\naction and it is so - we must hold that it extends to\nboth the fields. After all, administrative power in a\n-\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 411\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\n-\ndemocratic set-up is not allergic to fairness in action and A\ndiscretionary executive justice cannot degenerate into\nunilateral injustice. Nor is there ground to be frightened of\ndelay, inconvenience and expense, if natural justice gains\naccess. For fairness itself is a flexible, pragmatic and\nrelative concept, not a rigid, ritualistic or sophisticated B\nabstraction. It is not a bull in a china shop, nor a bee in\none's bonnet. Its essence is good conscience in a given\nsituation: nothing more but nothing less. The\n\"exceptions\" to the rules of natural justice are a misnomer\nor rather are but a shorthand form of expressing the idea C\nthat in those exclusionary cases nothing unfair can be\ninferred by not affording an opportunity to present or meet\na case. Text-book excerpts and ratios from rulings can be\nheaped, but they all converge to the same point that audi\nalteram partem is the justice of the law, without, of course,\nmaking law lifeless, absurd, stultifying, self-defeating or\nplainly contrary to the common sense of the situation.\"\n30. In Maneka Gandhi v. Union of India (1978) 1 SCC\n248, Bhagwati J. speaking for himself and Untwalia and Fazal\nAli JJ. observed:\n\"14.\n.The audi alteram partem rule is intended to\ninject justice into the law and it cannot be applied to defeat\nthe ends of justice, or to make the law \"lifeless, absurd,\nstultifying, self-defeating or plainly contrary to the common\nsense of the situation\". Since the life of the law is not logic\nbut experience and every legal proposition must, in the\nultimate analysis, be tested on the touchstone of pragmatic\nrealism, the audi alteram partem rule would, by the\nexperiential test, be excluded, if importing the right to be\nheard has the effect of paralysing the administrative\nprocess or the need for promptitude or the urgency of the\nsituation so demands. But at the same time it must be\nremembered that this is a rule of vital importance in the\nfield of administrative law and it must not be jettisoned\nD\nE\nF\nG\nH\n:\ni\ni\ni\n1\nA\nB\nс\nD\nE\nF\nG\nH\n412\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nsave in very exceptional circumstances where\ncompulsive necessity so demands. It is a wholesome rule\ndesigned to secure the rule of law and the court should\nnot be too ready to eschew it in its application to a given\ncase. True it is that in questions of this kind a fanatical or\ndoctrinaire approach should be avoided, but that does not\nmean that merely because the traditional methodology of\na formalised hearing may have the effect of stultifying the\nexercise of the statutory power, the audi alteram partem\nshould be wholly excluded. The court must make every\neffort to salvage this cardinal rule to the maximum extent\npermissible in a given case. It must not be forgotten that\n\"natural justice is pragmatically flexible and is amenable\nto capsulation under the compulsive pressure of\ncircumstances\". The audi alteram partem rule is not cast\nin a rigid mould and judicial decisions establish that it\nmay suffer situational modifications. The core of it must,\nhowever, remain, namely, that the person affected must\nhave a reasonable opportunity of being heard and the\nhearing must be a genuine hearing and not an empty\npublic relations exercise.\"\n(emphasis supplied)\n31. In Swadeshi Cotton Mills v. Union of India (1981) 1\nSCC 664 the majority of the three Judge Bench held that rule\nof audi alteram partem must be complied with even when the\nGovernment exercises power under Section 18AA of the\nIndustries (Development \u0026 Regulation) Act, 1951 which\nempowers the Central Government to authorise taking over of\nthe management of industrial undertaking. Sarkaria J. speaking\nfor himself and Desai J. referred to the development of law\nrelating to applicability of the rule of audi alteram partem to\nadministrative actions, noticed the judgments in Ridge v.\nBaldwin (supra), A.K. Kraipak vs. Union of India (1969) 2 SCC\n262, Mohinder Singh Gill v. Union of India (supra), Maneka\nGandhi v. Union of India (supra) and State of Orissa v Dr. Bina\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 413\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nPani Dei 1967 (2) SCR 625 and quashed the order passed A\nby the Central Government for taking over the management of\nthe industrial undertaking of the appellant on the ground that\nopportunity of hearing has not been given to the owner of the\nundertaking and remanded the matter for fresh consideration\nand compliance of the rule of audi alteram partem.\n32. In Munshi Singh v. Union of India (1973) 2 SCC 337,\nthe three Judge Bench of this Court emphasised the importance\nof Section 5A in the following words:\nB\n\"7. ………………………… Sub-section (2) of Section 5-A makes it C\nobligatory on the Collector to give an objector an\nopportunity of being heard. After hearing all objections and\nmaking further inquiry he is to make a report to the\nappropriate Government containing his recommendation\non the objections. The decision of the appropriate D\nGovernment on the objections is then final. The declaration\nunder Section 6 has to be made after the appropriate\nGovernment is satisfied, on a consideration of the report,\nif any, made by the Collector under Section 5-A(2). The\nlegislature has, therefore, made complete provisions for E\nthe persons interested to file objections against the\nproposed acquisition and for the disposal of their\nobjections. It is only in cases of urgency that special\npowers have been conferred on the appropriate\nGovernment to dispense with the provisions of Section 5- F\nA: [See Section 17(4) of the Acquisition Act.]\"\n33. In State of Punjab v. Gurdial Singh (1980) 2 SCC 471,\nKrishna lyer J. emphasized the necessity of reasonableness\nand fairness in the State action of invoking the urgency\nprovision in the following words:\nG\n\"16...it is fundamental that compulsory taking of a\nman's property is a serious matter and the smaller the man\nthe more serious the matter. Hearing him before depriving\nhim is both reasonable and pre-emptive of arbitrariness, H\nI\nA\nB\nс\nD\nE\nF\nG\n414 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nand denial of this administrative fairness is constitutional\nanathema except for good reasons. Save in real urgency\nwhere public interest does not brook even the minimum\ntime needed to give a hearing land acquisition authorities\nshould not, having regard to Articles 14 (and 19), burke\nan enquiry under Section 17 of the Act. Here a slumbering\nprocess, pending for years and suddenly exciting itself into\nimmediate forcible taking, makes a travesty of emergency\npower.\"\n34. In Shyam Nandan Prasad v. State of Bihar (1993) 4\nSCC 255, this Court reiterated that the compliance of Section\n5A is mandatory and observed as under:\n\"10 The decision of the Collector is supposedly\nfinal unless the appropriate Government chooses to\ninterfere therein and cause affectation, suo motu or on the\napplication of any person interested in the land. These\nrequirements obviously lead to the positive conclusion that\nthe proceeding before the Collector is a blend of public\nand individual enquiry. The person interested, or known to\nbe interested, in the land is to be served personally of the\nnotification, giving him the opportunity of objecting to the\nacquisition and awakening him to such right. That the\nobjection is to be in writing, is indicative of the fact that\nthe enquiry into the objection is to focus his individual\ncause as well as public cause. That at the time of the\nenquiry, for which prior notice shall be essential, the\nobjector has the right to appear in person or through\npleader and substantiate his objection by evidence and\nargument.\"\n35. The ratio of Munshi Singh v. Union of India (supra)\nhas been reiterated and followed in Union of India v. Mukesh\nHans (2004) 8 SCC 14, Hindustan Petroleum Corporation\nLimited v. Darius Shapur Chenai (2005) 7 SCC 627 and\nAnand Singh v. State of Uttar Pradesh (supra).\nH\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 415\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\n36. The acquisition of land under Section 4 read with A\nSection 17(1) and/or 17(4) has generated substantial litigation\nin last 50 years. One of the earliest judgments on the subject\nis Nandeshwar Prasad v. The State of Uttar Pradesh (1964)\n3 SCR 425. In that case, the acquisition of land for construction\nof tenements for the 4th phase of subsidized industrial housing B\nscheme sponsored by the State Government, as also for\ngeneral improvement and street Scheme No.XX of Kanpur\nDevelopment Board by issuing notification under Section 4\nread with Section 17(1), (1-A) and 17(4) was challenged. The\nlearned Single Judge and the Division Bench of the Allahabad C\nHigh Court negatived the appellants' challenge by observing\nthat once Section 17 is invoked, there was no necessity to hold\nenquiry under Section 5A. This Court set aside the order of the\nDivision Bench of the High Court and held:\nD\nE\nF\n\"It will be seen that Section 17(1) gives power to the\nGovernment to direct the Collector, though no award has\nbeen made under Section11, to take possession of any\nwaste or arable land needed for public purpose and such\nland thereupon vests absolutely in the Government free\nfrom all encumbrances. If action is taken under Section\n17(1), taking possession and vesting which are provided\nin Section 16 after the award under Section 11 are\naccelerated and can take place fifteen days after the\npublication of the notice under Section 9. Then comes\nSection 17(4) which provides that in case of any land to\nwhich the provisions of sub-section (1) are applicable, the\nGovernment may direct that the provisions of Section 5-A\nshall not apply and if it does so direct, a declaration may\nbe made under Section 6 in respect of the land at any time\nafter the publication of the notification under Section 4(1). G\nIt will be seen that it is not necessary even where the\nGovernment makes a direction under Section 17(1) that\nit should also make a direction under Section 17(4). If the\nGovernment makes a direction only under Section 17(1)\nthe procedure under Section 5-A would still have to be\nH\n!\nA\nB\nC\nD\nE\nF\nG\nH\n416 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nfollowed before a notification under Section 6 is issued,\nthough after that procedure has been followed and a\nnotification under Section 6 is issued the Collector gets\nthe power to take possession of the land after the notice\nunder Section 9 without waiting for the award and on such\ntaking possession the land shall vest absolutely in\nGovernment free from all encumbrances. It is only when\nthe Government also makes a declaration under Section\n17 (4) that it becomes unnecessary to take action under\nSection 5-A and make a report thereunder. It may be that\ngenerally where an order is made under Section 17(1),\nan order under Section 17(4) is also passed; but in law it\nis not necessary that this should be so. It will also be seen\nthat under the Land Acquisition Act an order under\nSection 17(1) or Section 17(4) can only be passed with\nrespect to waste or arable land and it cannot be passed\nwith respect to land which is not waste or arable and on\nwhich buildings stand.\"\n(emphasis supplied)\n37. In Raja Anand Brahma Shah v. State of Uttar\nPradesh (1967) 1 SCR 373, the Constitution Bench\nconsidered the legality of the acquisition of 409.6 acres of\nland in village Markundi Ghurma, Pargana Agori for a public\npurpose i.e. for limestone quarry. The State Government\ninvoked Section 17(1) and 17(4), dispensed with requirement\nof hearing envisaged under Section 5-A and directed the\nCollector and District Magistrate, Mirzapur to take the\npossession of land. The Allahabad High Court dismissed the\nwrit petition filed by the appellant by observing that the Court\ncannot interfere with the subjective satisfaction reached by the\nState Government on the issue of urgency. This Court agreed\nwith the High Court that the acquisition was for a public purpose\nbut held that the expression of opinion by the State Government\non the issue of invoking urgency provision can be challenged\non the ground of non application of mind or mala fides. The\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 417\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nCourt relied upon the judgments in King Emperor v. Shibnath A\nBanerjee, Criminal Appeal No. 110 of 1966 decided on July\n27, 1966; Jaichand Lal Sethia v. State of West Bengal (1958)\n1 WLR 546; Estate and Trust Agencies Ltd. v. Singapore\nImprovement Trust (1914) 1 Ch 438; Ross Clunis v.\nPapadopoullos 44 1A 117 and R. v. Australian Stevedoring B\nIndustry Board 39 1A 133 and observed:\nC\n\"It is true that the opinion of the State Government which\nis a condition for the exercise of the power under Section\n17 (4) of the Act, is subjective and a court cannot normally\nenquire whether there were sufficient grounds or\njustification of the opinion formed by the State Government\nunder Section 17(4). The legal position has been explained\nby the Judicial Committee in King Emperor v. Shibnath\nBanerjee and by this Court in a recent case - Jaichand\nLal Sethia v. State of West Bengal. But even though the\npower of the State Government has been formulated under\nSection 17(4) of the Act in subjective terms the expression\nof opinion of the State Government can be challenged\nas ultra vires in a court of law if it could be shown that\nthe State Government never applied it mind to the matter Ę\nD\nor that the action of the State Government is mala fide.\nIf therefore in a case the land under acquisition is not\nactually waste or arable land but the State Government\nhas formed the opinion that the provisions of sub-section\n(1) of Section 17 are applicable, the court may F\nlegitimately draw an inference that the State Government\ndid not honestly form that opinion or that in forming that\nopinion the State Government did not apply its mind to\nthe relevant facts bearing on the question at issue. It\nfollows therefore that the notification of the State G\nGovernment under Section 17 (4) of the Act directing that\nthe provisions of Section 5-A shall not apply to the land is\nultra vires.\"\n(emphasis supplied) H\nA\nB\nC\nD\nÈ\nW\nLL\nF\nG\n☐ H\n418 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\n38. In Narayan Govind Gavate v. State of Maharashtra\n(supra), this Court while approving the judgment of the Bombay\nHigh Court, which quashed the acquisition made under Section\n4 read with Section 17(1) and 17(4) held as under:\n\"38. Now, the purpose of Section 17(4) of the Act is,\nobviously, not merely to confine action under it to waste\nand arable land but also to situations in which an inquiry\nunder Section 5-A will serve no useful purpose, or, for\nsome overriding reason, it should be dispensed with. The\nmind of the officer or authority concerned has to be\napplied to the question whether there is an urgency of such\na nature that even the summary proceedings under Section\n5-A of the Act should be eliminated. It is not just the\nexistence of an urgency but the need to dispense with an\ninquiry under Section 5-A which has to be considered.\n40. In the case before us, the public purpose indicated is\nthe development of an area for industrial and residential\npurposes. This, in itself, on the face of it, does not call\nfor any such action, barring exceptional circumstances,\nas to make immediate possession, without holding even\na summary enquiry under Section 5-A of the Act,\nimperative. On the other hand, such schemes generally\ntake sufficient period of time to enable at least summary\ninquiries under Section 5-A of the Act to be completed\nwithout any impediment whatsoever to the execution of\nthe scheme. Therefore, the very statement of the public\npurpose for which the land was to be acquired indicated\nthe absence of such urgency, on the apparent facts of the\ncase, as to require the elimination of an enquiry under\nSection 5-A of the Act.\n42. All schemes relating to development of industrial and\nresidential areas must be urgent in the context of the\ncountry's need for increased production and more\nresidential accommodation. Yet, the very nature of such\n"}