{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"SRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 399\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\n\"4. Publication of preliminary notification and power of A\nofficers thereupon.- (1) Whenever it appears to the\nappropriate Government that land in any locality is needed\nor is likely to be needed for any public purpose or for a\ncompany, a notification to that effect shall be published in\nthe Official Gazette and in two daily newspapers circulating B\nin that locality of which at least one shall be in the regional\nlanguage, and the Collector shall cause public notice of the\nsubstance of such notification to be given at convenient\nplaces in the said locality (the last of the dates of such\npublication and the giving of such public notice, being\nhereinafter referred to as the date of the publication of the\nnotification).\n(2) Thereupon it shall be lawful for any officer, either\ngenerally or specially authorized by such Government in\nthis behalf, and for his servants and workmen,\n-\nto enter upon and survey and take levels of any land in such\nlocality; to dig or bore into the sub-soil;\nto do all other acts necessary to ascertain whether the land\nis adapted for such purpose;\nto set out the boundaries of the land proposed to be taken\nand the intended line of the work (if any) proposed to be\nmade thereon;\nto mark such levels, boundaries and line by placing marks\nand cutting trenches; and,\nwhere otherwise the survey cannot be completed and the\nlevels taken and the boundaries and line marked, to cut\ndown and clear away any part of any standing crop, fence\nor jungle;\nC\nD\nE\nG\nProvided that no person shall enter into any building\nor upon any enclosed court or garden attached to a\ndwelling house (unless with the consent of the occupier H\n1\nF\n1\n1\n'\n'\n400\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA\nB\nс\nD\nE\nF\n0\nI\nthereof) without previously giving such occupier at least\nseven days' notice in writing of his intention to do so.\n5A. Hearing of objections. - (1) Any person interested in\nany land which has been notified under section 4, sub-\nsection (1), as being needed or likely to be needed for a\npublic purpose or for a company may, within thirty days\nfrom the date of the publication of the notification, object\nto the acquisition of the land or of any land in the locality,\nas the case may be.\n(2) Every objection under sub-section (1) shall be made\nto the Collector in writing, and the Collector shall give the\nobjector an opportunity of being heard in person or by any\nperson authorized by him in this behalf or by pleader and\nshall, after hearing all such objections and after making\nsuch further inquiry, if any, as he thinks necessary, either\nmake a report in respect of the land which has been\nnotified under section 4, sub-section (1), or make different\nreports in respect of different parcels of such land, to the\nappropriate Government, containing his recommendations\non the objections, together with the record of the\nproceedings held by him, for the decision of that\nGovernment. The decision of the appropriate Government\non the objections shall be final.\n(3) For the purpose of this section, a person shall be\ndeemed to be interested in land who would be entitled to\nclaim an interest in compensation if the land were acquired\nunder this Act.\n6. Declaration that land is required for a public purpose.\n- (1) Subject to the provisions of Part VII of this Act, when\nthe appropriate Government is satisfied, after considering\nthe report, if any, made under section 5A, sub-section (2),\nthat any particular land is needed for a public purpose, or\nfor a Company, a declaration shall be made to that effect\nunder the signature of a Secretary to such Government or\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 401\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nof some officer duly authorized to certify its orders, and\ndifferent declarations may be made from time to time in\nrespect of different parcels of any land covered by the\nsame notification under section 4, sub-section (1)\nirrespective of whether one report or different reports has\nor have been made (wherever required) under section 5A,\nsub-section (2):\nProvided that no declaration in respect of any particular\nland covered by a notification under section 4, sub-section\n(1), -\n(i) xx xx\nXX\nXX\nf\nA\nB\nC\n(ii) published after the commencement of the Land\nAcquisition (Amendment) Act, 1984, shall be made after\nthe expiry of one year from the date of the publication of D\nthe notification:\nProvided further that no such declaration shall be made\nunless the compensation to be awarded for such property\nis to be paid by a Company, or wholly or partly out of public E\nrevenues or some fund controlled or managed by a local\nauthority.\nExplanation 1. - In computing any of the periods referred\nto in the first proviso, the period during which any action\nor proceeding to be taken in pursuance of the notification\nissued under section 4, sub-section (1), is stayed by an\norder of a Court shall be excluded.\nExplanation 2. - Where the compensation to be awarded\nfor such property is to be paid out of the funds of a\ncorporation owned or controlled by the State, such\ncompensation shall be deemed to be compensation paid\nout of public revenues.\nn\n(2) Every declaration shall be published in the Official\nGazette, and in two daily newspapers circulating in the\nF\nG\n1\nI\n1\nH\nA\nB\n0\nC\nD\nE\nF\nG\nH\n402 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nlocality in which the land is situate of which at least one\nshall be in the regional language, and the Collector shall\ncause public notice of the substance of such declaration\nto be given at convenient places in the said locality (the\nlast of the date of such publication and the giving of such\npublic notice, being hereinafter referred to as the date of\nthe publication of the declaration), and such declaration\nIshall state the district or other territorial division in which\nthe land is situate, the purpose for which it is needed, its\napproximate area, and, where a plan shall have been\nmade of the land, the place where such plan may be\ninspected.\n(3) The said declaration shall be conclusive evidence that\nthe land is needed for a public purpose or for a Company,\nas the case may be; and, after making such declaration,\nthe appropriate Government may acquire the land in\nmanner hereinafter appearing.\n-\n17. Special powers in case of urgency. – (1) In cases of\nurgency whenever the appropriate Government, so directs,\nthe Collector, though no such award has been made, may,\non the expiration of fifteen days from the publication of the\nnotice mentioned in section 9, sub-section (1) take\npossession of any land needed for a public purpose. Such\nland shall thereupon vest absolutely in the Government, free\nfrom all encumbrances.\n(2) Whenever, owing to any sudden change in the channel\nof any navigable river or other unforeseen emergency, it\nbecomes necessary for any Railway Administration to\nacquire the immediate possession of any land for the\nmaintenance of their traffic or for the purpose of making\nthereon a river-side or ghat station, or of providing\nconvenient connection with or access to any such station,\nor the appropriate Government considers it necessary to\nacquire the immediate possession of any land for the\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 403\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\npurpose of maintaining any structure or system pertaining A\nto irrigation, water supply, drainage, road communication\nor electricity, the Collector may, immediately after the\npublication of the notice mentioned in sub-section (1) and\nwith the previous sanction of the appropriate Government,\nenter upon and take possession of such land, which shall B\nthereupon vest absolutely in the Government free from all\nencumbrances:\nProvided that the Collector shall not take possession of any\nbuilding or part of a building under this sub-section without\ngiving to the occupier thereof at least forty-eight hours'\nnotice of his intention so to do, or such longer notice as\nmay be reasonably sufficient to enable such occupier to\nremove his movable property from such building without\nunnecessary inconvenience.\nC\nD\n(3) In every case under either of the preceding sub-\nsections the Collector shall at that time of taking\npossession offer to the persons interested compensation\nfor the standing crops and trees (if any) on such land and\nfrom any other damage sustained by them caused by such E\nsudden dispossession and not excepted in section 24;\nand, in case such offer is not accepted, the value of such\ncrops and trees and the amount of such other damage shall\nbe allowed for in awarding compensation for the land\nunder the provisions herein contained.\n(3A) Before taking possession of any land under sub-\nsection (1) or sub-section (2), the Collector shall, without\nprejudice to the provisions of sub-section (3)-\nF\n(a) tender payment of eighty per centum of the G\ncompensation for such land as estimated by him to the\npersons interested entitled thereto, and\n(b) pay it to them, unless prevented by some one or more\nof the contingencies mentioned in section 31, sub-section\nH\n1\n404\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA\nB\nс\nD\n11]\nE\n(2),\nand where the Collector is so prevented, the provisions of\nsection 31, sub-section (2), (except the second proviso\nthereto), shall apply as they apply to the payment of\ncompensation under that section.\n(3B) The amount paid or deposited under sub-section (3A),\nshall be taken into account for determining the amount of\ncompensation required to be tendered under section 31,\nand where the amount so paid or deposited exceeds the\ncompensation awarded by the Collector under section 11,\nthe excess may, unless refunded within three months from\nthe date of Collector's award, be recovered as an arrear\nof land revenue.\n(4) In the case of any land to which, in the opinion of the\nappropriate Government, the provisions of sub-section (1)\nor sub-section (2) are applicable, the appropriate\nGovernment may direct that the provisions of section 5A\nshall not apply, and, if it does so direct, a declaration may\nbe made under section 6 in respect of the land at any time\nafter the date of the publication of the notification under\nsection 4, sub-section (1).\nSection 17 has been amended five times by the Uttar\nPradesh legislature. However, the only amendment which is\nF relevant for deciding this case is the insertion of proviso to\nSection 17(4) vide Uttar Pradesh Act No.8 of 1974. That\nproviso reads as under:\nG\nH\n\"Provided that where in the case of any land, notification\nunder section 4, sub-section (1) has been published in the\nOfficial Gazette on or after September 24, 1984 but before\nJanuary 11, 1989, and the appropriate Government has\nunder this sub-section directed that the provisions of\nsection 5A shall not apply, a declaration under section 6\nin respect of the land may be made either simultaneously\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 405\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nwith, or at any time after, the publication in the Official A\nGazette of the notification under section 4, sub-section (1).\"\n23. ANALYSIS OF THE PROVISIONS:\nSection 4(1) lays down that whenever it appears to the\nB\nappropriate Government that land in any locality is needed or\nis likely to be needed for any public purpose or for a company,\nthen a notification to that effect is required to be published in\nthe Official Gazette and two daily newspapers having circulation\nin the locality. Of these, one paper has to be in the regional\nlanguage. A duty is also cast on the Collector, as defined in C\nSection 3(c), to cause public notice of the substance of such\nnotification to be given at convenient places in the locality. The\nlast date of publication and giving of public notice is treated\nas the date of publication of the notification. Section 4(2) lays\ndown that after publication of the notification under Section 4(1), D\nany officer authorised by the Government in this behalf, his\nservants or workmen can enter upon and survey and take levels\nof any land in the locality or to dig or bore into the sub-soil and\nto do all other acts necessary for ascertaining that land is\nsuitable for the purpose of acquisition. The concerned officer; E\nhis servants or workmen can fix the boundaries of land\nproposed to be acquired and the intended line of the work, if\nany, proposed to be made on it. They can also mark such levels\nand boundaries by marks and cutting trenches and cut down\nand clear any part of any standing crops, fence or jungle for the\npurpose of completing the survey and taking level, marking of\nboundaries and line. However, neither the officer nor his\nservants or workmen can, without the consent of the occupier,\nenter into any building or upon any enclosed court or garden\nattached to a dwelling house without giving seven days' notice\nto the occupier. Section 5A, which embodies the most\nimportant dimension of the rules of natural justice, lays down\nthat any person interested in any land notified under Section\n4(1) may, within 30 days of publication of the notification,\nsubmit objection in writing against the proposed acquisition of\nF.\nG\nH\n1\n1\n1\n1\nI\nI\n406 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA land or of any land in the locality to the Collector. The Collector\nB\nD\nis required to give the objector an opportunity of being heard\neither in person or by any person authorized by him or by\npleader. After hearing the objector (s) and making such further\ninquiry, as he may think necessary, the Collector has to make\na report in respect of land notified under Section 4(1) with his\nrecommendations on the objections and forward the same to\nthe Government along with the record of the proceedings held\nby him. The Collector can make different reports in respect of\ndifferent parcels of land proposed to be acquired. Upon receipt\nC of the Collector's report, the appropriate Government is\nrequired to take action under Section 6(1) which lays down that\nafter considering the report, if any, made under Section 5-A (2),\nthe appropriate Government is satisfied that any particular land\nis needed for a public purpose, then a declaration to that effect\nis required to be made under the signatures of a Secretary to\nthe Government or of some officer duly authorised to certify its.\norders. This section also envisages making of different\ndeclarations from time to time in respect of different parcels of\nland covered by the same notification issued under Section\n5(1). In terms of clause (ii) of proviso to Section 6(1), no\ndeclaration in respect of any particular land covered by a\nnotification issued under Section 4(1), which is published after\n24.9.1989 can be made after expiry of one year from the date\nof publication of the notification. To put it differently, a\ndeclaration is required to be made under Section 6(1) within\none year from the date of publication of the notification under\nSection 4(1). In terms of Section 6(2), every declaration made\nunder Section 6(1) is required to be published in the official\ngazette and in two daily newspapers having circulation in the\nlocality in which land proposed to be acquired is situated. Of\nG these, at least one must be in the regional language. The\nCollector is also required to cause public notice of the\nsubstance of such declaration to be given at convenient places\nin the locality. The declaration to be published under Section\n6(2) must contain the district or other territorial division in which\nH land is situate, the purpose for which it is needed, its\nE\nF\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 407\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nB\nC\napproximate area or a plan is made in respect of land and the A\nplace where such plan can be inspected. Section 6 (3) lays\ndown that the declaration made under Section 6(1) shall be\nconclusive evidence of the fact that land is needed for a public\npurpose. After publication of the declaration under Section 6,\nthe Collector is required to take order from the State\nGovernment for the acquisition of land to be carved out and\nmeasured and planned (Sections 7 and 8). The next stage as\nenvisaged is issue of public notice and individual notice to the\npersons interested in land to file their claim for compensation.\nSection 11 envisages holding of an enquiry into the claim and\npassing of an award by the Collector who is required to take\ninto consideration the provisions contained in Section 23.\nSection 16 lays down that after making an award the Collector\ncan take possession of land which shall thereafter vest in the\nGovernment. Section 17(1) postulates taking of possession of\nland without making an award. If the appropriate Government\ndecides that land proposed to be acquired is urgently needed\nfor a public purpose then it can authorise the competent\nauthority to take possession. Section 17(2) contemplates a\ndifferent type of urgency in which, the State Government can\nauthorise taking of possession even before expiry of 15 days\nperiod specified in Section 9 (1). Section 17(4) lays down that\nin cases where appropriate Government comes to the\nconclusion that there is existence of an urgency or unforeseen\nemergency, it can direct that provisions of Section 5-A shall not\napply.\nD\nE\nF\n24. Before adverting to the precedents in which Section\n5A has been interpreted by this Court, it will be useful to notice\ndevelopment of the law relating to the rule of hearing. In the\ncelebrated case of Cooper v. Wandsworth Board of Works G\n(1863) 143 ER 414, the principle was stated thus:\n\"Even God did not pass a sentence upon Adam, before\nhe was called upon to make his defence. \"Adam\" says\nGod, \"where art thou? hast thou not eaten of the tree\n|\nH\n1\n1\n'\n1\n1\n|\nA\nB\nC\nD\nE\nF\nG\nH\n408 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nwhereof I commanded thee that thou shouldest not eat\"..\nTherein the District Board had brought down the house of the\nplaintiff's (Cooper), because he had failed to comply with The\nMetropolis Local Management Act. The Act required the plaintiff\nto notify the board seven days before starting to build the house.\nCooper argued that even though the board had the legal\nauthority to tear his house down, no person should be deprived\nof their property without notice. In spite of no express words in\nthe statute the court recognized the right of hearing before the\nplaintiff's house built without permission was demolished in the\nexercise of statutory powers. Byles J stated:\n'Although there are not positive words in a statute requiring\nthat the party shall be heard, yet the justice of the common\nlaw shall supply the omission of the legislature'.\n25. Perhaps the best known statement on the right to be\nheard has come from Lord Loreburn, L.C. in Board of\nEducation v. Rice (1911 AC 179 at 182), where he observed:\n\"Comparatively recent statutes have extended, if they have\noriginated, the practice of imposing upon departments or\noffices of State the duty of deciding or determining\nquestions of various kinds... In such cases... they must act\nin good faith and fairly listen to both sides, for that is a duty\nlying upon everyone who decides anything. But I do not\nthink they are bound to treat such questions as though it\nwere a trial...they can obtain information in any way they\nthink best, always giving a fair opportunity to those who are\nparties in the controversy for correcting or contradicting any\nrelevant statement prejudicial in their view.\"\n26. In Ridge v. Baldwin 1964 AC 40 Lord Reid\nemphasized on the universality of the right to a fair hearing\nwhether it concerns the property or tenure of an office or\nmembership of an institution. In O'Reilly v. Mackman 1983 2\nAC 237, Lord Diplock said that the right of a man to be given\n"}