{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"SRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 389\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nA\nC\nin Eighteenth Century, Bengal Regulation I of 1824, Act I of\n1850, Act VI of 1857, Act XXII of 1863, Act X of 1870, Bombay\nAct No. XXVIII of 1839, Bombay Act No. XVII of 1850, Madras\nAct No. XX of 1852 and Madras Act No.1 of 1854 were enacted\nto facilitate the acquisition of land and other immovable\nproperties for roads, canals, and other public purposes by B\npaying the amount to be determined by the arbitrators. In 1870,\nthe Land Acquisition Act was enacted to provide for proper\nvaluation of the acquired land. That Act envisaged that if the\nperson having interest in land is not agreeable to part with\npossession by accepting the amount offered to him, then the\nCollector may make a reference to the Civil Court. The 1870\nAct also envisaged appointment of assessors to assist the Civil\nCourt. If the Court and the assessor did not agree on the amount\nthen an appeal could be filed in the High Court. This mechanism\nproved ineffective because lot of time was consumed in D\nlitigation. With a view to overcome this problem, the legislature\nenacted the Act on the line of the English Lands Clauses\nConsolidation Act, 1845. However, the land owners or persons\nhaving interest in land did not have any say in the acquisition\nprocess either under pre-1984 legislations or the 1984 Act (un- E\namended). They could raise objection only qua the amount of\ncompensation and matters connected therewith. The absence\nof opportunity to raise objection against the acquisition of land\nwas resented by those who were deprived of their land. To\nredress this grievance, Section 5A was inserted in the Act by\namending Act No.38 of 1923. The statement of Objects and\nReasons contained in Bill No.29 of 1923, which led to\nenactment of the amending Act read as under:\nF\n\"The Land Acquisition Act I of 1894 does not provide that\npersons having an interest in land which it is proposed to G\nacquire, shall have the right of objecting to such\nacquisition; nor is Government bound to enquire into and\nconsider any objections that may reach them. The object\nof this Bill is to provide that a Local Government shall not\ndeclare, under Section 6 of the Act, that any land is needed\nH\ni\nA\nB\nC\nD\nE\nF\nG\nH\n390 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nfor a public purpose unless time has been allowed after\nthe notification under Section 4 for persons interested in\nthe land to put in objections and for such objections to be\nconsidered by the Local Government.\"\n17. The Act, which was enacted more than 116 years ago\nfor facilitating the acquisition of land and other immovable\nproperties for construction of roads, canals, railways etc., has\nbeen frequently used in the post independence era for different\npublic purposes like laying of roads, construction of bridges,\ndams and buildings of various public establishments/institutions,\nplanned development of urban areas, providing of houses to\ndifferent sections of the society and for developing residential\ncolonies/sectors. However, in the recent years, the country has\nwitnessed a new phenomena. Large tracts of land have been\nacquired in rural parts of the country in the name of development\nand transferred to private entrepreneurs, who have utilized the\nsame for construction of multi-storied complexes, commercial\ncenters and for setting up industrial units. Similarly, large scale\nacquisitions have been made on behalf of the companies by\ninvoking the provisions contained in Part VII of the Act.\n18. The resultant effect of these acquisitions is that the land\nowners, who were doing agricultural operations and other\nancillary activities in rural areas, have been deprived of the only\nsource of their livelihood. Majority of them do not have any idea\nabout their constitutional and legal rights, which can be enforced\nby availing the constitutional remedies under Articles 32 and\n226 of the Constitution. They reconcile with deprivation of land\nby accepting the amount of compensation offered by the\nGovernment and by thinking that it is their fate and destiny\ndetermined by God. Even those who get semblance of\neducation are neither conversant with the functioning of the\nState apparatus nor they can access the records prepared by\nthe concerned authorities as a prelude to the acquisition of land\nby invoking Section 4 with or without the aid of Section 17(1)\nand/or 17(4). Therefore, while examining the land owner's\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 391\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nB\nC\nD\nchallenge to the acquisition of land in a petition filed under A\nArticle 226 of the Constitution, the High Court should not adopt\na pedantic approach, as has been done in the present case,\nand decide the matter keeping in view the constitutional goals\nof social and economic justice and the fact that even though\nthe right to property is no longer a fundamental right, the same\ncontinues to be an important constitutional right and in terms\nof Article 300-A, no person can be deprived of his property\nexcept by authority of law. In cases where the acquisition is\nmade by invoking Section 4 read with Section 17(1) and/or\n17(4), the High Court should insist upon filing of reply affidavit\nby the respondents and production of the relevant records and\ncarefully scrutinize the same before pronouncing upon legality\nof the impugned notification/action because a negative result\nwithout examining the relevant records to find out whether the\ncompetent authority had formed a bona fide opinion on the\nissue of invoking the urgency provision and excluding the\napplication of Section 5-A is likely to make the land owner a\nlandless poor and force him to migrate to the nearby city only\nto live in a slum. A departure from this rule should be made only\nwhen land is required to meet really emergent situations like\nthose enumerated in Section 17(2). If the acquisition is intended\nto benefit private person(s) and the provisions contained in\nSection 17(1) and/or 17(4) are invoked, then scrutiny of the\njustification put forward by the State should be more rigorous\nin cases involving the challenge to the acquisition of land, the\npleadings should be liberally construed and relief should not be\ndenied to the petitioner by applying the technical rules of\nprocedure embodied in the Code of Civil Procedure and other\nprocedural laws. In this context it will be profitable to notice the\nobservations made by this Court in Authorised Officer,\nThanjavur v. S Naganatha Ayyar (1979) 3 SCC 466, which G\nare as under:\n“...... It is true that Judges are constitutional invigilators and\nstatutory interpreters; but they are also responsive and\nresponsible to Part IV of the Constitution being one of the\nE\nF\nH\nA\nB\nC\n392 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\ntrinity of the nation's appointed instrumentalities in the\ntransformation of the socio-economic order. The judiciary,\nin its sphere, shares the revolutionary purpose of the\nconstitutional order, and when called upon to decode\nsocial legislation must be animated by a goal-oriented\napproach. This is part of the dynamics of statutory\ninterpretation in the developing countries so that courts are\nnot converted into rescue shelters for those who seek to\ndefeat agrarian justice by cute transactions of many\nmanifestations now so familiar in the country and illustrated\nby the several cases under appeal. This caveat has\nbecome necessary because the judiciary is not a mere\numpire, as some assume, but an activist catalyst in the\nconstitutional scheme.\"\n19. We may now advert to the ancillary question whether\n○ D the High Court was justified in non suiting the appellants on the\nground that they failed to discharge the primary burden of\nproving that the State Government had invoked Section 17(1)\nand 17(4) without application of mind to the relevant\nconsiderations. In this context, it is apposite to observe that\nE while dealing with challenge to the acquisition of land belonging\nto those who suffer from handicaps of poverty, illiteracy and\nignorance and do not have the resources to access the material\nrelied upon by the functionaries of the State and its agencies\nfor forming an opinion or recording a satisfaction that the\nF urgency provisions contained in Section 17(1) should be\nresorted to and/or the enquiry envisaged under Section 5A\nshould be dispensed with, the High Court should not literally\napply the abstract rules of burden of proof enshrined in the\nEvidence Act. It is too much to expect from the rustic villagers,\nwho are not conversant with the intricacies of law and\nfunctioning of the judicial system in our country to first obtain\nrelevant information and records from the concerned State\nauthorities and then present skillfully drafted petition for\nenforcement of his legal and/or constitutional rights. The Court\nshould also bear in mind that the relevant records are always\nG\nH\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 393\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nin the exclusive possession/domain of the authorities of the A\nState and/or its agencies. Therefore, an assertion by the\nappellants that there was no urgency in the acquisition of land;\nthat the concerned authorities did not apply mind to the relevant\nfactors and records and arbitrarily invoked the urgency\nprovisions and thereby denied him the minimum opportunity of B\nhearing in terms of Section 5-A(1) and (2), should be treated\nas sufficient for calling upon the respondents to file their\nresponse and produce the relevant records to justify the invoking\nof urgency provisions.\nC\n20. In Narayan Govind Gavate v. State of Maharashtra\n(supra), the three-Judge Bench of this Court examined the\ncorrectness of the judgment of the Bombay High Court whereby\nthe acquisition of land by the State Government by issuing\nnotification under Section 4 read with Section 17(1) and 17(4)\nfor development and utilisation as residential and industrial area D\nwas quashed. The High Court held that the purpose of\nacquisition was a genuine public purpose but quashed the\nnotifications by observing that the burden of proving the\nexistence of circumstances which could justify invoking of\nurgency clause was on the State, which it had failed to E\ndischarge. Some of the observations made by the High Court,\nwhich have been extracted in paragraphs 11 and 12 of the\njudgment of this Court, are reproduced below.\n\"When the formation of an opinion or the satisfaction of an F\nauthority is subjective but is a condition precedent to the\nexercise of a power, the challenge to the formation of such\nopinion or to such satisfaction is limited, in law, to three\npoints only. It can be challenged, firstly, on the ground of\nmala fides; secondly, on the ground that the authority which\nformed that opinion or which arrived at such satisfaction\ndid not apply its mind to the material on which it formed\nthe opinion or arrived at the satisfaction, and, thirdly, that\nthe material on which it formed its opinion or reached the\nsatisfaction was so insufficient that no man could\nG\nH\nA\nB\nC\nD\nE\nLL\nF\nG\n☐ H\n394\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nreasonably reach that conclusion. So far as the third point\nis concerned, no court of law can, as in an appeal,\nconsider that, on the material placed before the authority,\nthe authority was justified in reaching its conclusion. The\ncourt can interfere only in such cases where there was no\nmaterial at all or the material was so insufficient that no\nman could have reasonably reached that conclusion.\nIn the case before us the petitioner has stated in the\npetition more than once that the urgency clause had been\napplied without any valid reason. The urgency clause in\nrespect of each of the said two notifications concerning the\nlands in Groups 1 and 2 is contained in the relative Section\n4 notification itself. The public purpose stated in the\nnotification is 'for development and utilization of the said\nlands as an industrial and residential area'. To start with,\nthis statement itself is vague, in the sense that it is not clear\nwhether the development and utilization of the lands.\nreferred to in that statement was confined to the lands\nmentioned in the schedule to the notification or it applied\nto a wider area of which such lands formed only a part.\nSo far as the affidavit in reply is concerned, no facts\nwhatever are stated. The affidavit only states that the\nauthority i.e. the Commissioner of the Bombay Division\nwas satisfied that the possession of the said lands was\nurgently required for the purpose of carrying out the said\ndevelopment. Even Mr Setalvad conceded that the affidavit\ndoes not contain a statement of facts on which the authority\nwas satisfied or on which it formed its opinion. It is,\ntherefore, quite clear that the respondents have failed to\nbring on record any material whatever on which the\nrespondents formed the opinion mentioned in the two\nnotifications. The notifications themselves show that they\nconcern many lands other than those falling in the said first\nand third groups. It is not possible to know what was the\ndevelopment for which the lands were being acquired,\nmuch less is it possible to know what were the\nŚRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 395\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\ncircumstances which caused urgency in the taking of A\npossession of such lands. We have held that the burden\nof proving such circumstances, at least prima facie is on\nthe respondents. As the respondents have brought no\nrelevant material on the record, the respondents have\nfailed to discharge that burden. We must, in conclusion, B\nhold that the urgency provision under Section 17(4) was\nnot validly resorted to.\"\n(emphasis supplied)\nWhile dealing with the argument of the State that it was\nfor the petitioner to prove that there was no material to justify\ninvoking of the urgency clause, this Court observed:\nс\n\"We do not think that a question relating to burden of proof\nis always free from difficulty or is quite so simple as it is\nD\nsought to be made out here. Indeed, the apparent\nsimplicity of a question relating to presumptions and\nburdens of proof, which have to be always viewed together\nis often deceptive. Over simplification of such questions\nleads to erroneous statements and misapplications of the\nlaw.\"\nThe Court then referred to the judgment in Woolmington\nv. Director Public Prosecutions, 1935 AC 462, extensively\nquoted from Phipson on Evidence (11th Edn), noticed\nSections 101 to 106 of the Evidence Act and observed:\n\"Coming back to the cases before us, we find that the High\nCourt had correctly stated the grounds on which even a\nsubjective opinion as to the existence of the need to take\naction under Section 17(4) of the Act can be challenged\non certain limited grounds. But, as soon as we speak of a\nchallenge we have to bear in mind the general burdens laid\ndown by Sections 101 and 102 of the Evidence Act. It is\nfor the petitioner to substantiate the grounds of his\nchallenge. This means that the petitioner has to either lead\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n396 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nevidence or show that some evidence has come from the\nside of the respondents to indicate that his challenge to a\nnotification or order is made good. If he does not succeed\nin discharging that duty his petition will fail. But, is that the\nposition in the cases before us? We find that, although the\nHigh Court had stated the question before it to be one\nwhich \"narrows down to the point as to the burden of proof\"\nyet, it had analysed the evidence sufficiently before it to\nreach the conclusion that the urgency provision under\nSection 17(4) had not been validly resorted to.\nWe think that the original or stable onus laid down by\nSection 101 and Section 102 of the Evidence Act cannot\nbe shifted by the use of Section 106 of the Evidence Act,\nalthough the particular onus of providing facts and\ncircumstances lying especially within the knowledge of\nthe official who formed the opinion which resulted in the\nnotification under Section 17 (4) of the Act rests upon that\nofficial. The recital, if it is not defective, may obviate the\nneed to look further. But, there may be circumstances in\nthe case which impel the court to look beyond it. And, at\nthat stage, Section 106 Evidence Act can be invoked by\nthe party assailing an order or notification. It is most\nunsafe in such cases for the official or authority\nconcerned to rest content which non-disclosure of facts\nespecially within his or its knowledge by relying on the\nsufficiency of a recital. Such an attitude may itself justify\nfurther judicial scrutiny.\nIn the cases before us, if the total evidence from whichever\nside any of it may have come, was insufficient to enable\nthe petitioners to discharge their general or stable onus,\ntheir petitions could not succeed. On the other hand, if, in\naddition to the bare assertions made by the petitioners,\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 397\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nthat the urgency contemplated by Section 17(4) did not A\nexist, there were other facts and circumstances, including\nthe failure of the State to indicate facts and circumstances\nwhich it could have easily disclosed if they existed, the\npetitioners could be held to have discharged their general\nonus.\nB\nIt is also clear that, even a technically correct recital in\nan order or notification stating that the conditions\nprecedent to the exercise of a power have been fulfilled C\nmay not debar the court in a given case from considering\nthe question whether, in fact, those conditions have been\nfulfilled. And, a fortiori, the court may consider and\ndecide whether the authority concerned has applied its\nmind to really relevant facts of a case with a view to D\ndetermining that a condition precedent to the exercise of\na power has been fulfilled. If it appears, upon an\nexamination of the totality of facts in the case, that the\npower conferred has been exercised for an extraneous\nor irrelevant purpose or that the mind has not been\napplied at all to the real object or purpose of a power, so\nthat the result is that the exercise of power could only\nserve some other or collateral object, the court will\ninterfere.\"\nThe Court finally held as under:\nE\nF\n……. There is no indication whatsoever in the\naffidavit filed on behalf of the State the mind of the\nCommissioner was applied at all to the question whether\nit was a case necessitating the elimination of the enquiry G\nunder Section5A of the Act. The recitals in the notifications,\non the other hand, indicate that elimination of the enquiry\nunder Section 5A of the Act was treated as an automatic\nconsequence of the opinion formed on other matters. The\nrecital does not say at all that any opinion was formed on H\ni\n|\n|\ni\nA\n00\nB\nс\nD\nE\nF\nG\n398 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nthe need to dispense with the enquiry under Section 5A\nof the Act. It is certainly a case in which the recital was at\nleast defective. The burden, therefore, rested upon the\nState to remove the defect, if possible, by evidence to\nshow that some exceptional circumstances which\nnecessitated the elimination of an enquiry under Section\n5A of the Act and that the mind of the Commissioner was\napplied to this essential question. It seems to us that the\nHigh Court correctly applied the provisions of Section 106\nof the Evidence Act to place the burden upon the State\nto prove those special circumstances, although it also\nappears to us that the High Court was quite correct in\nstating its view in such a manner as to make it appear\nthat some part of the initial burden of the petitioners under\nSections 101 and 102 of the Evidence Act had been\ndisplaced by the failure of the State to discharge its duty\nunder Section 106 of the Act. The correct way of putting\nit would have been to say that the failure of the State to\nproduce the evidence of facts especially within the\nknowledge of its officials, which rested upon it under\nSection 106 of the Evidence Act, taken together with the\nattendant facts and circumstances including the contents\nof recitals, had enabled the petitioners to discharge their\nburden under Sections 101 and 102 of the Evidence Act.\"\n(emphasis supplied)\n21. The ratio of the aforesaid judgment was recently\nfollowed by the two-Judge Bench in Anand Singh v. State of\nUttar Pradesh (2010) 11 SCC 242.\n22. We shall now consider whether there was any valid\nground or justification for invoking the urgency provision\ncontained in Section 17(1) and to exclude the application of\nSection 5A for the acquisition of land for planned industrial\ndevelopment of the district. Sections 4, 5-A (as amended), 6\nand 17 of the Act which have bearing on this question read as\nH under:\n"}