{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"SRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 419\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nschemes of development does not appear to demand A\nsuch emergent action as to eliminate summary enquiries\nunder Section 5-A of the Act....\n\"\n(emphasis supplied)\nB\n39. The next judgment which deserves to be mentioned is\nOm Prakash v State of U.P. (supra). In 1976, NOIDA acquired\nlarge tracts of land in different villages of Ghaziabad District\nincluding village Chhalera Banger for planned industrial\ndevelopment of Ghaziabad. On being approached by NOIDA,\nthe State Government invoked Section 17 (1) and 17(4) on the C\nground that the land was urgently required. In 1987, more lands\nwere acquired from the same village by issuing notification\nunder Section 4. This time the land owners were given\nopportunity to file their objections and after considering the\nsame, the State Government issued notification under Section D\n6 for the acquisition of 353 acres land. In 1988, NOIDA\nsubmitted fresh proposal for the acquisition of land belonging\nto the appellants and others (total land measuring 294.26\nacres). The State Government issued notification under Section\n4 read with Section 17(1) and 17(4) of the Act clearly indicating E\ntherein that Section 5-A was not applicable. The writ petitions\nfiled by the land owners were dismissed by the High Court.\nAfter noticing the arguments of the learned counsel for the\nparties, this Court framed the following questions.\n\"1. Whether the State authorities were justified in invoking\nSection 17(4) of the Act for dispensing with inquiry under\nSection 5-A of the Act.\nF\n2. In any case, whether the appellants' lands have to be\ntreated as immune from acquisition proceedings on the G\nground that they were having abadi thereon and were,\ntherefore, governed by the policy decision of the State of\nU.P. not to acquire such lands.\n3. Whether this Court should refuse to exercise its\nH\nA\nB\n420 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\ndiscretionary jurisdiction under Article 136 of the\nConstitution of India in the facts and circumstances of the\ncase.\n4. What final orders.\"\nWhile dealing with question No.1, the Court noticed the\nscheme of Section 17, referred to the pleadings of the parties,\nand the judgments in State of U.P. v. Pista Devi (supra),\nNarayan Govind Gavate v. State of Maharashtra (supra),\nRajasthan Housing Board v. Shri Kishan (1993) 2 SCC 84,\nC State of Punjab v. Gurdial Singh (supra), Nandeshwar Prasad\nv. U.P. Govt. (supra), A.P. Sareen v. State of U.P. (1997) 9\nSCC 359, Ghaziabad Development Authority v. Jan Kalyan\nSamiti (1996) 2 SCC 365, Jai Narain v. Union of India (1996)\n1 SCC 9 and held that the decision to dispense with the inquiry\nD envisaged under Section 5-A was not based on any real and\nE\nF\nG\nH\ngenuine subjective satisfaction. In the process, the Court noted\nthat in 1989 the State Government had not resorted to Section\n17 and the acquisition proceedings were finalized after holding\ninquiry under Section 5-A and observed:\n\"We were informed by Senior Counsel Shri Mohta for\nNOIDA that even though in the earlier acquisition of 1987\npursuant to Section 4 notification, inquiry under Section 5-\nA was not dispensed with, by the time Section 6\nnotification came to be issued, Section 17(1) was resorted\nto as urgency had developed at least by the end of\nDecember 1989. If that be so, it was expected that\npursuant to the requisition of 14-12-1989 by NOIDA\ninvoking urgency powers of the State Government,\nconsequential notification under Section 4(1) would have\nseen the light of day at the earliest in connection with\nacquisition of the proposed 494.26 acres of land for the\ndevelopment of Sector 43 and other sectors. But curiously\nenough, nothing happened urgently and Section 4\nnotification which is impugned in the present case was\nissued on 5-1-1991. Thus despite the invocation of\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 421\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nurgency by NOIDA by its letter dated 14-12-1989, it A\nappears that the State did not think the said proposal to\nbe so urgent as to immediately respond and to issue\nnotification under Section 4 read with Section 17 sub-\nsection (4) till 5-1-1991. More than one year elapsed in\nthe meantime. Why this delay took place and why the B\nState did not think it fit to urgently respond to the proposal\nof NOIDA, has remained a question mark for which there\nis no answer furnished by the respondent-authorities in\nthe present cases and nothing is brought on the record\nby them to explain the delay. It has, therefore,\nnecessarily to be presumed that despite the emergency\npowers of the State Government being invoked by\nNOIDA, the State authorities in their wisdom did not think\nthe matter to be so urgent as to immediately respond and\npromptly issue Section 4 notification read with Section\n17(4).\nC\nD\nEven that apart, despite proposal to acquire this land was\nmoved by NOIDA as early as on 14-6-1988, and even E\nthereafter when the request was sent in this communication\non 14-12-1989, the State authorities did not think the\nsituation to be so urgent as to respond quickly and could\nwait for more than one year. When the appellants in the\nwrit petitions before the High Court raised their grievances F\nregarding dispensing with inquiry under Section 5-A being\nnot backed up by relevant evidence and the subjective\nsatisfaction of the State in this connection was brought in\nchallenge, all that was stated by NOIDA in its counter in\npara 26 was to the effect that the contents of paras 25 and\n26 of the writ petition were denied and that the petitioners\nwere not able to point out any lacunae in the proceedings\nunder the Land Acquisition Act. The position was no better\nso far as the counter of the State authorities was\nconcerned. In para 24 of the counter before the High Court,\nG\nH\nA\nB\nC\nD\nE\n422\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nall that was stated was that paras 25 and 26 of the writ\npetition were denied. When we turn to paras 25 and 26\nof the writ petition, we find averments to the effect that the\nurgency of the acquisition was only for the purpose of\ndepriving the petitioners of their rights to file objections\nunder Section 5-A and their right to hold the possession\ntill they got compensation for which the respondents had\nissued notification under Section 17(1) as well as\nnotification Section 17(4) of the Act. But so far as the\nprocess of the acquisition was concerned, the\nrespondents were taking their own time, which would be\nevident from the fact that the notification under Section\n4 read with Section 17(4) was issued on 5-1-1991 but was\npublished in the newspaper on 30-3-1991, whereas the\ndeclaration under Section 6 of the Act was made on 7-1-\n1992 and that on the one hand, the respondents had\ndeprived the petitioners of filing their objections under\nSection 5-A of the Act on the ground of urgency of\nacquisition, but on the other hand, they themselves had\ntaken more than nine months in issuing the declaration\nunder Section 6 of the said Act. This conduct of the\nrespondents falsified their claim of urgency of acquisition.\nTI\nF\nG\nH\nThe additional material which was produced before the\nHigh Court was by way of Annexures CA-3, CA-4 and CA-\n5. When we turn to these annexures, we find that\nAnnexureCA-3 is a letter dated 21-4-1990 written by the\nDistrict Magistrate, Gł.sziabad, to the Joint Secretary,\nIndustries, Government of Uttar Pradesh. It recites that on\nexamination, it was found that the land was immediately\nrequired in public interest so that the development work\nin the said land could be carried out smoothly. What was\nthe nature of urgency is not mentioned in the said letter.\nTherefore, the position remains as vague as it was earlier.\nWhen we turn to Annexure CA-4 which is dated 12-6-1990,\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 423\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nB\nwe find that the District Magistrate, Ghaziabad wrote to the A\nJoint Secretary, Industries, State of U.P., that as to how\nmany farmers were going to be affected by the proposed.\nacquisition. It does not even whisper about the urgency of\nthe situation which requires dispensing with Section 5-A\ninquiry. The last, Annexure CA-5 is the letter dated 14-12-\n1989 written by NOIDA to the Land Acquisition Officer\nproposing urgent acquisition of the lands in question. We\nhave already made a reference to the said letter. It recites\nthat if immediate action for acquisition of the aforesaid\nlands adjacent to Sector 43 for development of which the\nC\nacquisition was to be resorted to was not taken, then there\nwas possibility of encroachment over the area cannot by\nany stretch of imagination be considered to be a germane\nground for invoking urgency powers for dispensing with\nSection 5-A inquiry. Even if acquisition takes place urgently\nby dispensing with inquiry under Section 5-A and the\npossession is taken urgently after Section 6 notification\nwithin 15 days of issuance of notice under Section 9 sub-\nsection (1), even then there is no guarantee that the\nacquired land would not be encroached upon by unruly\npersons. It is a law and order problem which has nothing\nto do with the acquisition and urgency for taking\npossession. Even that apart, it is easy to visualize that if\nobjectors are heard in connection with Section 5-A inquiry\nthey would be the best person to protect their properties\nagainst encroachers. Consequently, the ground put forward\nby NOIDA in its written request dated 14-12-1989 for\ninvoking urgency powers must be held to be totally\nirrelevant.\"\nD\nE\nLL\nF\n(emphasis supplied) G\n40. We may now notice some recent decisions. In Union\nof India vs. Mukesh Hans (supra), this Court interpreted\nSections 5-A and 17 and observed:\n\"32. A careful perusal of this provision which is an H\nA\nB\nC\nD\nE\nF\nG\nH\n424 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nexception to the normal mode of acquisition\ncontemplated under the Act shows that mere existence\nof urgency or unforeseen emergency though is a\ncondition precedent for invoking Section 17(4), that by\nitself is not sufficient to direct the dispensation of the\nSection 5-A inquiry. It requires an opinion to be formed\nby the Government concerned that along with the\nexistence of such urgency or unforeseen emergency\nthere is also a need for dispensing with Section 5-A\ninquiry which indicates that the legislature intended the\nappropriate Government to apply its mind before\ndispensing with Section 5-A inquiry. It also indicates that\nmere existence of an urgency under Section 17(1) or\nunforeseen emergency under Section 17(2) would not by\nitself be sufficient for dispensing with Section 5-A inquiry.\nIf that was not the intention of the legislature then the\nlatter part of sub-section (4) of Section 17 would not have\nbeen necessary and the legislature in Sections 17(1) and\n(2) itself could have incorporated that in such situation\nof existence of urgency or unforeseen emergency\nautomatically Section 5-A inquiry will be dispensed with.\nBut then that is not the language of the section which in\nour opinion requires the appropriate Government to\nfurther consider the need for dispensing with Section 5-\nA inquiry in spite of the existence of unforeseen\nemergency.\n33. An argument was sought to be advanced on behalf of\nthe appellants that once the appropriate Government\ncomes to the conclusion that there is an urgency or\nunforeseen emergency under Sections 17(1) and (2), the\ndispensation with inquiry under Section 5-A becomes.\nautomatic and the same can be done by a composite\norder meaning thereby that there is no need for the\nappropriate Government to separately apply its mind for\nany further emergency for dispensation with an inquiry\nunder Section 5-A. We are unable to agree with the above\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 425\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nargument because sub-section (4) of Section 17 itself A\nindicates that the \"Government may direct that the\nprovisions of Section 5-A shall not apply\" (emphasis\nsupplied) which makes it clear that not in every case\nwhere the appropriate Government has come to the\nconclusion that there is urgency and under sub-section\n(1) or unforeseen emergency under sub-section (2) of\nSection 17, the Government will ipso facto have to direct\nthe dispensation of the inquiry.\"\n(emphasis supplied)\n41. In Union of India v. Krishan Lal Arneja (2004) 8 SCC\n453, this Court approved quashing of the acquisition\nproceedings by the High Court and observed:\nB\nC\nE\nF\n\"16. Section 17 confers extraordinary powers on the D\nauthorities under which it can dispense with the normal\nprocedure laid down under Section 5-A of the Act in\nexceptional case of urgency. Such powers cannot be lightly\nresorted to except in case of real urgency enabling the\nGovernment to take immediate possession of the land\nproposed to be acquired for public purpose. A public\npurpose, however laudable it may be, by itself is not\nsufficient to take aid of Section 17 to use this extraordinary\npower as use of such power deprives a landowner of his\nright in relation to immovable property to file objections\nfor the proposed acquisition and it also dispenses with\nthe inquiry under Section 5-A of the Act. The authority\nmust have subjective satisfaction of the need for invoking\nurgency clause under Section 17 keeping in mind the\nnature of the public purpose, real urgency that the situation\ndemands and the time factor i.e. whether taking\npossession of the property can wait for a minimum period\nwithin which the objections could be received from the\n☐ landowners and the inquiry under Section 5-A of the Act\ncould be completed. In other words, if power under Section\n17 is not exercised, the very purpose for which the land is H\nG\nA\nB\nс\nD\n426 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nbeing acquired urgently would be frustrated or defeated.\nNormally urgency to acquire a land for public purpose does\nnot arise suddenly or overnight but sometimes such\nurgency may arise unexpectedly, exceptionally or\nextraordinarily depending on situations such as due to\nearthquake, flood or some specific time-bound project\nwhere the delay is likely to render the purpose nugatory\nor infructuous. A citizen's property can be acquired in\naccordance with law but in the absence of real and\ngenuine urgency, it may not be appropriate to deprive an\naggrieved party of a fair and just opportunity of putting\nforth its objections for due consideration of the acquiring\nauthority. While applying the urgency clause, the State\nshould indeed act with due care and responsibility.\nInvoking urgency clause cannot be a substitute or support\nfor the laxity, lethargy or lack of care on the part of the\nState administration.\n(emphasis supplied)\n42. In Esso Fabs Private Limited vs. State of Haryana\nE (supra), the Court again dealt with the question whether the\nState was justified in invoking Section 17(1) and 17(4) and\ndispensing with the inquiry under Section 5-A and held:\nF\nG\nН\n“53. Section 17, no doubt, deals with special situations\nand exceptional circumstances covering cases of \"urgency\"\nand \"unforeseen emergency\". In case of “urgency\" falling\nunder sub-section (1) of Section 17 or of \"unforeseen\nemergency\" covered by sub-section (2) of Section 17,\nspecial powers may be exercised by appropriate\nGovernment but as held by a three-Judge Bench decision\nbefore more than four decades in Nandeshwar Prasad'\nand reiterated by a three-Judge Bench decision in\nMukesh Hans, even in such cases, inquiry and hearing of\nobjections under Section 5-A cannot ipso facto be\ndispensed with unless a notification under sub-section (4)\nof Section 17 of the Act is issued. The legislative scheme\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 427\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nis amply clear which merely enables the appropriate A\nGovernment to issue such notification under sub-section\n(4) of Section 17 of the Act dispensing with inquiry under\nSection 5-A if the Government intends to exercise the\nsaid power. The use of the expression “may” in sub-\nsection (4) of Section 17 leaves no room of doubt that it B\nis a discretionary power of the government to direct that\nthe provisions of Section 5-A would not apply to such\ncases covered by sub-section (1) or (2) of Section 17 of\nthe Act.\n54. In our opinion, therefore, the contention of learned\ncounsel for the respondent authorities is not well founded\nand cannot be upheld that once a case is covered by sub-\nsection (1) or (2) of Section 17 of the Act, sub-section (4)\nof Section 17 would necessarily apply and there is no\nquestion of holding inquiry or hearing objections under\nSection 5-A of the Act. Acceptance of such contention or\nupholding of this argument will make sub-section (4) of\nSection 17 totally otiose, redundant and nugatory.\"\nC\nD\n(emphasis supplied) E\n43. In Babu Ram v. State of Haryana (2009) 10 SCC 115,\nthis Court reversed the judgment of the High Court and quashed\nthe notification issued by the State Government under Section\n4 read with Section 17(1) and 17(4) for the acquisition of land\nfor construction of sewage treatment plant. After noticing the\njudgments in State of Punjab v. Gurdial Singh (supra), Om\nPrakash v. State of U.P. (supra) and Union of India v. Krishan\nLal Arneja (supra), the Court observed:\nF\n\"As indicated hereinabove in the various cases cited by G\nMr.Pradip Ghosh and, in particular, the decision in Krishan\nLal Arneja case, in which reference has been made to the\nobservations made by this Court in Om Prakash case, it\nhas been emphasized that a right under Section 5-A is not\nmerely statutory but also has the flavour of fundamental\nH\n;\nA\n\u003e\u003e\nB\nC\nD\nE\nF\nG\nH\n428 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nrights under Articles 14 and 19 of the Constitution. Such\nobservations had been made in reference to an\nobservation made in the earlier decision in Gurdial Singh\ncase and keeping in mind the fact that right to property was\nno longer a fundamental right, an observation was made\nthat even if the right to property was no longer a\nfundamental right, the observations relating to Article 14\nwould continue to apply in full force with regard to Section\n5-A of the LA Act.\"\n*\n44. In Anand Singh v. State of U.P. (supra), the two-Judge\nBench considered the question whether the State Government\nwas justified in invoking Section 17(4) for the acquisition of land\nfor residential colony to be constructed by Gorakhpur\nDevelopment Authority, Gorakhpur. The Court noted that\nnotifications under Section 4(1) read with Section 17(1) and\n17(4) were issued on November 23, 2003 and February 20,\n2004 and declaration under Section 6 was issued on\nDecember 24, 2004, referred to 16 judicial precedents\nincluding those noticed hereinabove and held:\n\"The exceptional and extraordinary power of doing away\nwith an enquiry under Section 5-A in a case where\npossession of the land is required urgently or in an\nunforeseen emergency is provided in Section 17 of the Act.\nSuch power is not a routine power and save\ncircumstances warranting immediate possession it should\nnot be lightly invoked. The guideline is inbuilt in Section\n17 itself for exercise of the exceptional power in\ndispensing with enquiry under Section 5-A. Exceptional the\npower, the more circumspect the Government must be in\nits exercise. The Government obviously, therefore, has to\napply its mind before it dispenses with enquiry under\nSection 5-A on the aspect whether the urgency is of such\na nature that justifies elimination of summary enquiry under\nSection 5-A.\nA repetition of the statutory phrase in the notification that\n"}