{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86}],"text":"* SRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS: v. 439\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nTherefore, the private property cannot be acquired for such A\npurpose by invoking the urgency provision contained in\nSection 17(1). In any case, exclusion of the rule of audi\nalteram partem embodied in Section 5-A (1) and (2) is not\nat all warranted in such matters.\n(ix) If land is acquired for the benefit of private persons,\nthe Court should view the invoking of Section 17(1) and/\nor 17(4) with suspicion and carefully scrutinize the relevant\nrecord before adjudicating upon the legality of such\nacquisition.\nB\nC\nE\n54. The stage is now set for consideration of the issue\nwhether the State Government was justified in invoking the\nurgency provision contained in Section 17(1) and excluding the\napplication of Section 5-A for the acquisition of land for planned\nindustrial development of District Gautam Budh Nagar. A D\nrecapitulation of the facts shows that upon receipt of proposal\nfrom the Development Authority, the State Government issued\ndirections to the concerned authorities to take action for the\nacquisition of land in different villages including village Makora.\nThe comments/certificate signed by three officers, which was\nsubmitted in the context of Government Order dated\n21.12.2006 was accompanied by several documents including\nproposal for the acquisition of land, preliminary inquiry report\nsubmitted by the Amin, Land Acquisition, copies of khasra\nkhatauni and lay out plan, 10 per cent of the estimated\ncompensation and a host of other documents. In the note dated\nnil jointly signed by Deputy Chief Executive Officer, Greater\nNoida, Collector, Gautam Budh Nagar and four other officers/\nofficials, the following factors were cited in justification of\ninvoking the urgency provisions:\n(a)\n(b)\nThe area was notified under Uttar Pradesh Industrial\nAreas Development Act, 1976 for planned\nindustrial development.\nF\nG\nIf there is any delay in the acquisition of land then H\nA\nB\nC\nE\nF\n440\nSUPREME COURT REPORTS\n(c)\n(d)\n(e)\n(f)\n(g)\n(h)\nG (\nH\n(i)\n[2011] 8 S.C.R.\nthe same is likely to be encroached and that will\nadversely affect the concept of planned industrial\ndevelopment of the district.\nLarge tracts of land of the nearby villages have\nalready been acquired and in respect of some\nvillages, the acquisition proceedings are under\nprogress.\nThe Development Authority urgently requires land\nfor overall development, i.e. construction of roads,\nlaying of sewerages, providing electricity, etc. in the\narea.\nThe development scheme has been duly approved\nby the State Government but the work has been\nstalled due to non-acquisition of land of village\nMakora.\nNumerous reputed and leading industrial units of the\ncountry want to invest in the State of Uttar Pradesh\nand, therefore, it is extremely urgent and necessary\nthat land is acquired immediately.\nIf land is not made available to the incoming\nleading and reputed industrial concerns of the\ncountry, then they will definitely establish their units\nin other States and if this happens, then it will\nadversely affect employment opportunities in the\nState and will also go against the investment policy\nof the Government.\nIf written/oral objections are invited from the farmers\nand are scrutinized, then it will take unprecedented\nlong time and disposal thereof will hamper planned\ndevelopment of the area.\nAs per the provisions of the Act, there shall be at\nleast one year's time gap between publication of\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 441\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nthe notifications under Sections 4 and 17 and A\nSection 6.\nB\nC\n55. In our view, the above noted factors do not furnish\nlegally acceptable justification for the exercise of power by the\nState Government under Section 17(1) because the acquisition\nis primarily meant to cater private interest in the name of\nindustrial development of the district. It is neither the pleaded\ncase of the respondents nor any evidence has been produced\nbefore the Court to show that the State Government and/or\nagencies/instrumentalities of the State are intending to establish\nindustrial units on the acquired land either by itself or through\nits agencies/instrumentalities. The respondents have justified\nthe invoking of urgency provisions by making assertions, which\nare usually made in such cases by the executive authorities i.e.\nthe inflow of funds in the State in the form of investment by\nD\nprivate entrepreneurs and availability of larger employment\nopportunities to the people of the area. However, we do not find\nany plausible reason to accept this tailor-made justification for\napproving the impugned action which has resulted in depriving\nthe appellants' of their constitutional right to property. Even if\nplanned industrial development of the district is treated as\npublic purpose within the meaning of Section 4, there was no\nurgency which could justify the exercise of power by the State\nGovernment under Section 17(1) and 17(4). The objective of\nindustrial development of an area cannot be achieved by\npressing some buttons on computer screen. It needs lot of F\ndeliberations and planning keeping in view various scientific\nand technical parameters and environmental concerns. The\nprivate entrepreneurs, who are desirous of making investment\nin the State, take their own time in setting up the industrial units.\nUsually, the State Government and its agencies/ G\ninstrumentalities would give them two to three years' to put up\ntheir factories, establishments etc. Therefore, time required for\nensuring compliance of the provisions contained in Section 5-\nA cannot, by any stretch of imagination, be portrayed as delay\nwhich will frustrate the purpose of acquisition. In this context, it H\nE\nH\n442 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA is apposite to note that the time limit for filing objection under\nSection 5-A (1) is only 30 days from the date of publication of\nthe notification under Section 4(1). Of course, in terms of sub-\nsection (2), the Collector is required to give opportunity of\nhearing to the objector and submit report to the Government\nB after making such further inquiry, as he thinks necessary. This\nprocedure is likely to consume some time, but as has been well\nsaid, “Principles of natural justice are to some minds\nburdensome but this price-a small price indeed-has to be paid\nif we desire a society governed by the rule of law.\"\nC\nD\n56. In this case, the Development Authority sent proposal\nsome time in 2006. The authorities up to the level of the\nCommissioner completed the exercise of survey and\npreparation of documents by the end of December, 2006 but\nit took one year and almost three months to the State\nGovernment to issue notification under Section 4 read with\nSection 17(1) and 17(4). If this much time was consumed\nbetween the receipt of proposal for the acquisition of land and\nissue of notification, it is not possible to accept the argument\nthat four to five weeks within which the objections could be filed\nE under sub-section (1) of Section 5-A and the time spent by the\nCollector in making inquiry under sub-section (2) of Section 5-\nA would have defeated the object of acquisition.\nF\nG\n57. The apprehension of the respondents that delay in the\nacquisition of land will lead to enormous encroachment is totally\nunfounded. It is beyond the comprehension of any person of\nordinary prudence to think that the land owners would encroach\ntheir own land with a view to frustrate the concept of planned\nindustrial development of the district.\n58. The perception of the respondents that there should\nbe atleast one year's time gap between the issue of\nnotifications under Sections 4 and 6 is clearly misconceived.\nThe time limit of one year specified in clause (ii)) of the proviso\nto Section 6(1) is the outer limit for issue of declaration. This\nH necessarily means that the State Government can complete the\n*SRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 443\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nexercise under Sections 5-A and 6 in a shorter period.\nA\n59. The only possible conclusion which can be drawn from\nthe above discussion is that there was no real and substantive\nurgency which could justify invoking of the urgency provision\nunder Section 17(1) and in any case, there was no warrant to\nB\nexclude the application of Section 5-A which, as mentioned\nabove, represent the statutory embodiment of the rule of audi\nalteram partem.\n60. We also find merit in the appellants' plea that the\nacquisition of their land is vitiated due to violation of the doctrine C\nof equality enshrined in Article 14 of the Constitution. A reading\nof the survey report shows that the committee constituted by\nthe State Government had recommended release of land\nmeasuring 18.9725 hectares. Many parcels of land were\nreleased from acquisition because the land owners had already D\nraised constructions and were using the same as dwelling units.\nA large chunk of land measuring 4.3840 hectares was not\nacquired apparently because the same belong to an ex-\nmember of the legislative assembly. The appellants had also\nraised constructions on their land and were using the same for\nresidential and agricultural purposes. Why their land was not\nleft out from acquisition has not been explained in the counter\naffidavit filed by the respondents. The High Court should have\ntreated this as sufficient for recording a finding that the\nrespondents had adopted the policy of pick and choose in\nacquiring some parcels of land and this amounted to violation\nof Article 14 of the Constitution. Indeed it has not been pleaded\nby the respondents that the appellants cannot invoke the\ndoctrine of equality because the other parcels of land were\nillegally left out from acquisition.\nE\nF\nG\n61. The argument of the learned senior counsel for the\nrespondents that the Court may not annul the impugned\nacquisition because land of other villages had already been\nacquired and other land owners of village Makora have not\ncome forward to challenge the acquisition of their land cannot H\n|\n|\n444 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA be entertained and the Court cannot refuse to protect the legal\nand constitutional rights of the appellants merely because the\nothers have not come forward to challenge the illegitimate\nexercise of power by the State Government. It is quite possible\nthat others may have, due to sheer poverty, ignorance and\nB similar handicaps not been able to avail legal remedies for\nprotection of their rights, but that cannot be made basis to deny\nwhat is due to the appellants.\nC\n62. In the result, the appeal is allowed. The impugned order\nis set aside and the writ petition filed by the appellants is\nallowed. Respondent No.1 is directed to pay cost of Rs.\n5,00,000/- to the appellants for forcing unwarranted litigation on\nthem. It is, however, made clear that the respondents shall be\nfree to proceed from the stage of Section 4 notification and take\nappropriate action after complying with Section 5-A(1) and (2)\nD of the Act. It is needless to say if the appellants feel aggrieved\nby the fresh exercise undertaken by the State Government then\nthey shall be free to avail appropriate legal remedy.\nB.B.B.\nAppeal allowed.\n"}