{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2011] 8 S.C.R. 359\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS.\nV.\nSTATE OF U.P. \u0026 ORS.\n(Civil Appeal No. 3261 of 2011)\nAPRIL 15, 2011\n[G.S. SINGHVI AND ASOK KUMAR GANGULY, JJ.]\nLand Acquisition Act, 1894 - ss. 17(1) \u0026 (4) and 5-A:\n-\nA\nB\nAcquisition of land - Power of eminent domain - Power C\nconferred upon the State to acquire private property\nInvocation of urgency clause and dispensing with enquiry as\nenvisaged under s.5-A - When permissible - Principles re-\nstated.\n-\nD\nE\nWrit petition filed by appellants questioning the\nacquisition of their land for planned industrial development\nof District Gautam Budh Nagar through Greater NOIDA\nIndustrial Development Authority by invoking s.17(1) and\n17(4) of the Act, as amended by Uttar Pradesh Act No.8 of\n1974 – Plea of appellants that there was no justification to\ninvoke the urgency clause and to dispense with the inquiry\nenvisaged under s.5-A - High Court non-suited the appellants\nand dismissed the writ petition – On appeal, held: The\nappellants had succeeded in making out a strong case for\ndeeper examination of the issues raised in the writ petition F\nand the High Court committed serious error by summarily\nnon-suiting them - The assertion by the appellants that there\nwas no urgency in the acquisition of land; that the concerned\nauthorities did not apply mind to the relevant factors and\nrecords and arbitrarily invoked the urgency provisions and G\nthereby denied him the minimum opportunity of hearing in\nterms of s.5-A(1) and (2), should have been treated by the\nHigh Court as sufficient for calling upon the respondents to\nfile their response and produce the relevant records to justify\n359\nH\nC\n360 SUPREME COURT REPORTS\n-\n[2011] 8 S.C.F.\n-\nA the invoking of urgency provisions - On facts, the acquisition\nwas primarily meant to cater private interest in the name of\nindustrial development of the district - Even if planned\nindustrial development of the district is treated as public\npurpose within the meaning of s.4, on facts there was no\nB urgency which could justify the exercise of power by the State\nGovernment under s.17(1) and 17(4) – The time required for\nensuring compliance of the provisions contained in s.5-A\ncannot, by any stretch of imagination, be portrayed as delay\nwhich will frustrate the purpose of acquisition - There was no\nwarrant to exclude the application of s.5-A which represent the\nstatutory embodiment of the rule of audi alteram partem\nThere is also merit in the appellants' plea that the acquisition\nof their land was vitiated due to violation of the doctrine of\nequality enshrined in Article 14 of the Constitution inasmuch\nas the respondents adopted the policy of pick and choose in\nacquiring some parcels of land - The Court cannot refuse to\nprotect the legal and constitutional rights of the appellants\nmerely because some other landowners did not come forward\nto challenge the illegitimate exercise of power by the State\nGovernment - Respondent No.1 directed to pay cost of\nRs.5,00,000/- to the appellants for forcing unwarranted\nlitigation on them - However, the respondents shall be free\nto proceed from the stage of s.4 notification and take\nappropriate action after complying with s.5-A(1) and (2) - If\nthe appellants feel aggrieved by the fresh exercise\nundertaken by the State Government then they shall be free\nto avail appropriate legal remedy - Constitution of India, 1950\n- Article 14.\nD\nE\nF\n-\nConstitution of India, 1950 - Article 226 and 300A -\nG Acquisition of land - Invocation of s.17(1) and/or 17(4) - Writ\npetition filed by landowner under Art.226 Held: While\nexamining the land owner's challenge to the acquisition of land\nin a petition filed under Article 226, the High Court should not\nadopt a pedantic approach - It should decide the matter\nkeeping in view the constitutional goals of social and\nH\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 361\nSTATE OF U.P. \u0026 ORS.\nD\neconomic justice and the fact that even though the right to A\nproperty is no longer a fundamental right, the same continues\nto be an important constitutional right and in terms of Article\n300-A, no person can be deprived of his property except by\nauthority of law - In cases where the acquisition is made by\ninvoking s.4 read with s.17(1) and/or 17(4), the High Court B\nshould insist upon filing of reply affidavit by the respondents\nand production of the relevant records and carefully scrutinize\nthe same before pronouncing upon legality of the impugned\nnotification/action because a negative result without\nexamining the relevant records to find out whether the c\ncompetent authority had formed a bona fide opinion on the\nissue of invoking the urgency provision and excluding the\napplication of s.5-A is likely to make the land owner a landless\npoor and force him to migrate to the nearby city only to live\nin a slum - A departure from this rule should be made only\nwhen land is required to meet really emergent situations like\nthose enumerated in s.17(2) – If the acquisition is intended\nto benefit private person(s) and the provisions contained in\ns.17(1) and/or 17(4) are invoked, then scrutiny of the\njustification put forward by the State should be more rigorous\nand relief should not be denied to the petitioner by applying\nthe technical rules of procedure embodied in the Code of Civil\nProcedure and other procedural laws - While dealing with\nchallenge to the acquisition of land belonging to those who\nsuffer from handicaps of poverty, illiteracy and ignorance and\ndo not have the resources to access the material relied upon\nby the functionaries of the State and its agencies for forming\nan opinion or recording a satisfaction that the urgency\nprovisions contained in s.17(1) should be resorted to and/or\nthe enquiry envisaged under s.5A should be dispensed with,\nthe High Court should not literally apply the abstract rules of G\nburden of proof enshrined in the Evidence Act - Land.\nAcquisition Act, 1894 – ss. 17(1) \u0026 (4) and 5-A.\n-\n-\nE\nF\nThe State Government acquired the land owned by\nthe appellants for the planned industrial development of H\nį\nC\n362 SUPREME COURT REPORTS\n[2011] 8 S.C.R\nA District Gautam Budh Nagar through Greater NOIDA\nIndustrial Development Authority by invoking Section\n17(1) and 17(4) of the Land Acquisition Act, 1894, as\namended by the Uttar Pradesh Act No. 8 of 1974. The\nappellants filed writ petition challenging the acquisition\nB of their land on grounds (i) that the land could not be\nused for industrial purposes because in the draft Master\nPlan of Greater NOIDA (2021), the same was shown as\npart of residential zone; (ii) that they had already\nconstructed dwelling houses and as per the policy of the\nState Government, the residential structures were\nexempted from acquisition; (iii) that the State Government\narbitrarily invoked Section 17(1) read with Section 17(4)\nof the Act and deprived them of their valuable right to\nraise objections under Section 5-A and (iv) that the\nacquisition of land was vitiated by arbitrariness, mala\nfides and violation of Article 14 of the Constitution\ninasmuch while the lands of the Member of Legislative\nAssembly and other influential persons were left out from\nacquisition despite the fact that they were not in abadi,\nthe appellant-landowners were not given similar treatment\nalthough their land was part of abadi and they had\nconstructed dwelling units. The writ petition was\ndismissed by the High Court.\nD\nE\nIn the instant appeal, the appellants contended that\nF the High Court had failed to consider the issues raised\nin the writ petition in a correct perspective. They\ncontended that though they had specifically pleaded that\nthere was no valid ground to invoke the urgency clause\ncontained in Section 17(1) and to dispense with the\nG application of Section 5-A but the High Court did not even\ncall upon the respondents to file counter affidavit and\nbrushed aside the challenge to the acquisition\nproceeding on a wholly untenable premise that the\naffidavit filed in support of the writ petition was laconic.\nIt was further contended on behalf of the appellants that\nH\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 363\nSTATE OF U.P. \u0026 ORS.\nthe purpose for which land was acquired i.e. planned A\nindustrial development of the district did not justify\ninvoking of the urgency provisions and denial of\nopportunity to the appellants and other land owners to\nfile objections under Section 5-A (1) and to be heard by\nthe Collector in terms of the mandate of Section 5-A (2)\nand further that the High Court had misdirected itself in\nsummarily dismissing the writ petition ignoring the\nsubstantive plea of discrimination raised by the\nappellants.\nThe questions which therefore arose for\nconsideration in the instant appeal were (1) whether the\nHigh Court was justified in non-suiting the appellants on\nthe ground that they had not raised a specific plea\nsupported by a proper affidavit to question the decision\ntaken by the State government to invoke Section 17(1)\nand 17(4) of the Land Acquisition Act, 1894 and (2)\nwhether the appellants had succeeded in prima facie\nproving that there was no justification to invoke the\nurgency clause and to dispense with the inquiry\nenvisaged under Section 5-A..\nAllowing the appeal, the Court\nB\nC\nD\nE\nF\nHELD:1.1. At the outset, this Court records its\ndisapproval of the casual manner in which the High Court\ndisposed of the writ petition without even calling upon\nthe respondents to file counter affidavit and produce the\nrelevant records. A reading of the averments contained\nin the writ petition, coupled with the appellants' assertion\nthat the acquisition of their land was vitiated due to\nG\ndiscrimination inasmuch as land belonging to influential\npersons had been left out from acquisition, but their land\nwas acquired in total disregard of the policy of the State\nGovernment to leave out land on which dwelling units\nhad already been constructed, show that the appellants\nH\n364 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA had succeeded in making out a strong case for deeper\nexamination of the issues raised in the writ petition and\nthe High Court committed serious error by summarily\nnon-suiting them. [Para 15] [388-E-G]\nB\nC\nD\n1.2. The majority of the landowners do not have any\nidea about their constitutional and legal rights, which can\nbe enforced by availing the constitutional remedies\nunder Articles 32 and 226 of the Constitution. They\nreconcile with deprivation of land by accepting the\namount of compensation offered by the Government and\nby thinking that it is their fate and destiny determined by\nGod. Even those who get semblance of education are\nneither conversant with the functioning of the State\napparatus nor they can access the records prepared by\nthe concerned authorities as a prelude to the acquisition\nof land by invoking Section 4 with or without the aid of\nSection 17(1) and/or 17(4). Therefore, while examining the\nland owner's challenge to the acquisition of land in a\npetition filed under Article 226 of the Constitution, the\nHigh Court should not adopt a pedantic approach, as has\nbeen done in the present case, and decide the matter\nkeeping in view the constitutional goals of social and\neconomic justice and the fact that even though the right\nto property is no longer a fundamental right, the same\ncontinues to be an important constitutional right and in\nF terms of Article 300-A, no person can be deprived of his\nproperty except by authority of law. In cases where the\nacquisition is made by invoking Section 4 read with\nSection 17(1) and/or 17(4), the High Court should insist\nupon filing of reply affidavit by the respondents and\nG production of the relevant records and carefully scrutinize\nthe same before pronouncing upon legality of the\nimpugned notification/action because a negative result\nwithout examining the relevant records to find out\nwhether the competent authority had formed a bona fide\nopinion on the issue of invoking the urgency provision\nE\nH\nf\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 365\nSTATE OF U.P. \u0026 ORS.\nand excluding the application of Section 5-A is likely to A\nmake the land owner a landless poor and force him to\nmigrate to the nearby city only to live in a slum. A\ndeparture from this rule should be made only when land\nis required to meet really emergent situations like those\nenumerated in Section 17(2). If the acquisition is intended B\nto benefit private person(s) and the provisions contained\nin Section 17(1) and/or 17(4) are invoked, then scrutiny\nof the justification put forward by the State should be\nmore rigorous in cases involving the challenge to the\nacquisition of land, the pleadings should be liberally c\nconstrued and relief should not be denied to the\npetitioner by applying the technical rules of procedure\nembodied in the Code of Civil Procedure and other\nprocedural laws. [Para 18] [390-E-H; 391-A-F]\nD\nヨ\nF\n1.3. It is clear that while dealing with challenge to the\nacquisition of land belonging to those who suffer from\nhandicaps of poverty, illiteracy and ignorance and do not\nhave the resources to access the material relied upon by\nthe functionaries of the State and its agencies for forming\nan opinion or recording a satisfaction that the urgency\nprovisions contained in Section 17(1) should be resorted\nHo and/or the enquiry envisaged under Section 5À should\n-ɔe dispensed with, the High Court should not literally\napply the abstract rules of burden of proof enshrined in\n▪he Evidence Act. It is too much to expect from the rustic\n'illagers, who are not conversant with the intricacies of\naw and functioning of the judicial system in India to first\npbtain relevant information and records from the\nconcerned State authorities and then present skillfully\nBrafted petition for enforcement of their legal and/or G\nonstitutional rights. The Court should also bear in mind\nThat the relevant records are always in the exclusive\n▪ossession/domain of the authorities of the State and/or\n▪s agencies. Therefore, in the instant case, an assertion\ny the appellants that there was no urgency in the H\n366 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA acquisition of land; that the concerned authorities did not\napply mind to the relevant factors and records and\narbitrarily invoked the urgency provisions and thereby\ndenied him the minimum opportunity of hearing in terms\nof Section 5-A(1) and (2), should be treated as sufficient\nB for calling upon the respondents to file their response\nand produce the relevant records to justify the invoking\nof urgency provisions. [Para 19] [392-E-H; 393-A-B]\nс\nD\nAuthorised Officer, Thanjavur v. S Naganatha Ayyar\n(1979) 3 SCC 466: 1979 (3) SCR 1121 relied on.\n-\nNarayan Govind Gavate v. State of Maharashtra\n(1977) 1 SCC 133 and Anand Singh v. State of Uttar Pradesh\n(2010) 11 SCC 242: 2010 (9) SCR 133 – referred to.\n-\nWoolmington v. Director Public Prosecutions, 1935 AC\n462 referred to.\n-\nPhipson on Evidence (11th Edn) – referred to.\n-\n2.1. The acquisition of land under Section 4 read with\nE Section 17(1) and/or 17(4) of the Land Acquisition Act,\n1894 has generated substantial litigation in the last 50\nyears. From an analysis of the relevant statutory\nprovisions and interpretation thereof by this Court in\ndifferent cases, the following principles can be culled out\nF in this regard:\nG\nH\n(i) Eminent domain is a right inherent in every\nsovereign to take and appropriate property\nbelonging to citizens for public use. To put it\ndifferently, the sovereign is entitled to reassert its\ndominion over any portion of the soil of the State\nincluding private property without its owner's\nconsent provided that such assertion is on account\nof public exigency and for public good\n(ii) The legislations which provide for compulsory\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 367\nSTATE OF U.P. \u0026 ORS.\nacquisition of private property by the State fall in the A\ncategory of expropriatory legislation and such\nlegislation must be construed strictly.\n(iii) Though, in exercise of the power of eminent\ndomain, the Government can acquire the private B\nproperty for public purpose, the compulsory taking\nof one's property is a serious matter. If the property\nbelongs to economically disadvantaged segment of\nthe society or people suffering from other handicaps,\nthen the Court is not only entitled but is duty bound\nto scrutinize the action/decision of the State with\ngreater vigilance, care and circumspection keeping\nin view the fact that the land owner is likely to\nbecome landless and deprived of the only source of\nhis livelihood and/or shelter.\nC\nD\n(iv) The property of a citizen cannot be acquired by\nthe State and/or its agencies/instrumentalities\nwithout complying with the mandate of Sections 4,\n5-A and 6 of the Act. A public purpose, however,\nlaudable it may be does not entitle the State to invoke E\nthe urgency provisions because the same have the\neffect of depriving the owner of his right to property\nwithout being heard. Only in a case of real urgency,\nthe State can invoke the urgency provisions and\ndispense with the requirement of hearing the land\nowner or other interested persons.\nF\nG\n(v) Section 17(1) read with Section 17(4) confers\nextraordinary power upon the State to acquire private\nproperty without complying with the mandate of\nSection 5-A. These provisions can be invoked only\nwhen the purpose of acquisition cannot brook the\ndelay of even few weeks or months. Therefore, before\nexcluding the application of Section 5-A, the\nconcerned authority must be fully satisfied that time\nof few weeks or months likely to be taken in H\n!\nA\nB\nC\nD\nE\nF\n0\nH\n368\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nconducting inquiry under Section 5-A will, in all\nprobability, frustrate the public purpose for which\nland is proposed to be acquired.\n(vi) The satisfaction of the Government on the issue\nof urgency is subjective but is a condition precedent\nto the exercise of power under Section 17(1) and the\nsame can be challenged on the ground that the\npurpose for which the private property is sought to\nbe acquired is not a public purpose at all or that the\nexercise of power is vitiated due to mala fides or that\nthe concerned authorities did not apply mind to the\nrelevant factors and the records.\n(vii) The exercise of power by the Government\nunder Section 17(1) does not necessarily result in\nexclusion of Section 5-A of the Act in terms of which\nany person interested in land can file objection and\nis entitled to be heard in support of his objection.\nThe use of word \"may\" in sub-section (4) of Section\n17 makes it clear that it merely enables the\nGovernment to direct that the provisions of Section\n5-A would not apply to the cases covered under sub-\nsection (1) or (2) of Section 17. In other words,\ninvoking of Section 17(4) is not a necessary\nconcomitant of the exercise of power under Section\n17(1).\n(viii) The acquisition of land for residential,\ncommercial, industrial or institutional purposes can\nbe treated as an acquisition for public purposes\nwithin the meaning of Section 4 but that, by itself,\ndoes not justify the exercise of power by the\nGovernment under Section 17(1) and/or 17(4). The\nCourt can take judicial notice of the fact that\nplanning, execution and implementation of the\nschemes relating to development of residential,\ncommercial, industrial or institutional areas usually\n"}