{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"SRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 379\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\n4. Since the appellants' land was also included in the A\nnotification, they made a representation to the Chairman-cum-\nChief Executive Officer of the Development Authority\n(Respondent No.4) with copies to the Chief Minister, Principal\nSecretary, Housing and Urban Development, U.P., the District\nMagistrate and the Special Officer, Land Acquisition, Gautam B\nBuddh Nagar with the request that their land comprised in\nKhasra No.394 may not be acquired because they had raised\nconstruction 30-35 years ago and were using the property for\nabadi/habitation. The concerned functionaries/authorities did\nnot pay heed to the request of the appellants and the State C\nGovernment issued notification dated 19.11.2008 under\nSection 6 read with Section 9 of the Act.\n5. The appellants challenged the acquisition of their land\non several grounds including the following:\n(i) That the land cannot be used for industrial purposes\nbecause in the draft Master Plan of Greater NOIDA\n(2021), the same is shown as part of residential zone.\n(ii) That they had already constructed dwelling houses and\nas per the policy of the State Government, the residential\nstructures are exempted from acquisition.\nD\nE\n(iii) That the State Government arbitrarily invoked Section\n17(1) read with Section 17(4) of the Act and deprived them\nof their valuable right to raise objections under Section 5- F\nA.\n(iv) The acquisition of land is vitiated by arbitrariness, mala\nfides and violation of Article 14 of the Constitution\ninasmuch as lands of the Member of Legislative Assembly G\nand other influential persons were left out from acquisition\ndespite the fact that they were not in abadi, but they were\nnot given similar treatment despite the fact that their land\nwas part of abadi and they had constructed dwelling units.\nH\nI\nA\nB\nс\nD\nE\nF\nG\n☐ H\n380\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\n6. In support of their challenge to the invoking of Section\n17(1) and (4), the appellants made detailed averments in\nparagraphs 11 and 16 and raised specific grounds A and F,\nwhich are extracted below:\n\"11. That as per the scheme of the said Act, each and\nevery section from sections 4 to 17 has an independent\nrole to play though there is an element of interaction\nbetween them. Section 5-A, has a very important role to\nplay in the acquisition proceedings and it is mandatory of\nthe part of the government to give hearing to the person\ninterested in the land whose land is sought to be acquired.\nIt is relevant to point out that the acquisition proceedings\nunder the Act, are based on the principal of eminent\ndomain and the only protection given to the person whose\nland is sought to be acquired is an opportunity under\nSection 5-A of the Act to convince the enquiring authority\nthat the purpose for which the land is sought to be acquired\nis in fact is not a public purpose and is only purported to\nbe one in the guise of a public purpose.\nIt is relevant to mention here that excluding the\nenquiry under Section 5-A can only be an exception where\nthe urgency cannot brook any delay. The enquiry provides\nan opportunity to the owner of land to convince the\nauthorities concerned that the land in question is not\nsuitable for purpose for which it is sought to be acquired\nor the same sought to be acquired for the collateral\npurposes. It is pertinent to mention here that the\nrespondents No. 1 \u0026 2 without the application of mind\ndispensed with the enquiry on the ground of urgency\ninvoking the power conferred by Section 17 (1) or (2) of\nthe Act. Further, the respondent No. 1 \u0026 2 without ·\napplication of mind did not considered the survey report\nof the abadi of the village Makaura where the entire land\nis being used for the purpose of residence and grazing\nof cattle's in Khasra No. 394. Further, the petitioners were\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 381\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nsurprised to find that their land have not been included A\nin the Abadi irrespective the same is in use for habitable\nand keeping the cattle and other uses. The petitioners\nhave constructed their houses and using the same for\ntheir residence and keep their cattle's and agricultural\nproduce. The survey report clearly shows that the B\nimpugned Khasra No. 394 is in use for residence. The\nreport in respect of the land in question falling in Khasra\nNo. 394 given by the respondent No. 4 vide\ncommunication dated 26th March, 2007 is annexed as\nAnnexure 6.\n16. That the said notification under Section 4 of the Act\nissued by the respondent No. 1 and 2 is without\napplication of mind and there was no urgency in the\nacquisition of land, for the planned industrial\ndevelopment, as the land, as per the master plan – 2021\nthe land of the village Makaura is reserved for \"residential\"\nof which the respondent No. 2 invoked Section 17 (1) and\nsubsection 4 of the Act by dispensing with an enquiry\nunder Section 5A of the Act. The said action on the part\nof the respondents are un-warranted and is in gross\nviolation of Article 14,19, 21 and 300A of the constitution.\nThe such illegal act on the part of the respondents show\nmala fide and their oblique motive to deprive the owners\nfrom their houses in order to fulfill their political\nobligations/promise to the private builders by taking the\nshelter of section 17 of the Act by dispensing with the\nenquiry under Section 5-A of the Act as well as\noverlooked purpose as stipulated in the Master Plan\n2021 which is any way do not require any urgent attention.\nA. That the whole acquisition proceedings are void,\nunconstitutional, tainted with mala fide, abuse of authority\nand power, non-application of mind, and as such, liable to\nbe quashed as violative of Articles 14,19 and 300-A of the\nConstitution of India.\nC\nD\nE\nF\nG\nH.\ni\nA\nB\nс\n382\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nF. That the purpose stated in the notification under Section\n4. and declaration under section 6 by invoking section 17\nis presently non-existent and thus the notification is bad in\nlaw. There is no urgency for the invocation when the land\nis to be acquired for planned development for the purpose\nof setting residential colony. The impugned notification is\nwithout any authority of law and volatile of Article 300-A of\nthe Constitution of India, which limits the power to acquire\nland to the authority under the Land Acquisition Act.\nTherefore, the notification in question is bad in law.\"\n(emphasis supplied)\n7. The High Court negatived the appellants' challenge at\nthe threshold mainly on the ground that the averments contained\nin the petition were not supported by a proper affidavit. This is\nD evident from the following portions of the impugned order:\nE\nF\n¬¬\nG\nH\n\"Here the petitioners neither have pleaded that there exist\nno material before the State Government to come to the\nconclusion that the enquiry under Section 5-A should be\ndispensed with by invoking Section 17(4) of the Act nor\nthe learned counsel for the petitioners could place before\nus any such averment in the writ petition. Though, in para-\n11 of the writ petition, an averment has been made that\nthe respondents no. 1 and 2 without the application of mind\ndispensed with the enquiry on the ground of urgency\ninvoking the power conferred by Section 17(1) or (2) of the\nAct, but in the affidavit, the said paragraph has been sworn\non the basis of perusal of record. Similarly in para 16 of\nthe writ petition, the only averment contained therein is as\nunder:\n\"16. That the said notification under Section 4 of the Act\nissued by the respondent No.1 and 2 is without application\nof mind and there was no urgency in the acquisition of\nland, for the planned industrial development, as the land,\nas per the master plan-2021 the land of the village\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 383\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nMakaura is reserved for \"residential\" of which the A\nrespondent No.2 invoked Section 17(1) and sub-section\n4 of the Act by dispensing with an enquiry under Section\n5-A of the Act. The said action on the part of the\nrespondents are un-warranted and is in gross violation of\nArticle 14,19,21 and 300A of the Constitution. The such B\nillegal act on the part of the respondents show mala fide\nand their oblique motive to deprive the owners from their\nhouses in order to fulfill their political obligations/ promise\nto the private builders by taking the shelter of Section 17\nof the Act by dispensing with the enquiry under Section 5- C\nA of the Act as well as overlooked purpose as stipulated\nin the Master Plan 2021 which is any way do not require\nany urgent attention.\"\nHowever, in the affidavit, this para has not been sworn at\nD\nall and in any case with respect to dispensation of enquiry\nunder Section 5-A by invoking Section 17(4) of the Act\nnothing has been said except that the exercise of power\nis violative of Articles 14,19, 21 and 300-A of the\nConstitution.\nE\nWe, therefore, do not find any occasion even to call upon\nthe respondents to file a counter affidavit placing on record,\nthe material if any for exercising power under Section 17(1)\nand (4) of the Act in the absence of any relevant pleading\nor material and the question of requiring the respondents F\nto produce the original record in this regard also does not\narise.\"\nG\n8. The High Court distinguished the judgment of this Court\nin Om Prakash v. State of U.P. (1998) 6 SCC 1, albeit without\nassigning any cogent reason, relied upon the judgments of the\nDivision Benches in Kshama Sahkari Avas Samiti Ltd. v. State\nof U.P. 2007 (1) AWC 327, Jasraj Singh v. State of U.P. 2008\n(8) ADJ 329 and Jagriti Sahkari Avas Samiti Ltd. Ghaziabad\nv. State of U.P. 2008 (9) ADJ 43 and held that the decision of\nthe Government to invoke Section 17(1) cannot be subjected H\n384 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA to judicial review. The High Court also rejected the appellants'\nplea that in terms of the policy framed by the State Government,\nthe land covered by abadi cannot be acquired by observing that\nno material has been placed on record to show that the policy\nframed in 1991 was still continuing. To buttress this conclusion,\nthe High Court relied upon the judgment of this Court in Anand\nButtons Limited v. State of Haryana (2005) 9 SCC 164.\nB\nC\nD\nE\nF\nG\nH\n9. By an order dated 29.10.2010, this Court, after taking\ncognizance of the fact that the respondents did not get\nopportunity to file reply to the writ petition, directed them to do\nso. Thereupon, Shri Harnam Singh, Additional District\nMagistrate (Land Acquisition)/Officer on Special Duty (Land\nAcquisition) NOIDA, District Gautam Budh Nagar filed counter\naffidavit on behalf of respondent Nos.1 to 3. In paragraph 10\nof his affidavit, Shri Harnam Singh has attempted to justify\ninvoking of the urgency clause by making the following\nassertions:\n\"That in invoking the urgency clause the State Government\nhas taken into consideration the following factors:-\n(i) Greater Noida Industrial Development Authority was\nconstituted under the U.P. Industrial Area Development\nAct, 1976 to promote Industrial and Urban Development\nin the Area. The acquired land was urgently required by\nthe Development Authority for planned Industrial\nDevelopment of the area.\n(ii) That the land in the adjoining villages were already\nacquired by the Greater Noida Industrial Development\nAuthority. Thus, the acquired land was urgently required for\ncontinuity of infrastructure services and planned Industrial\nDevelopment of the Area. If, the proposed land was not\nacquired immediately and delay in this regard would lead\nto encroachments and would adversely affect the Planned\nIndustrial Development of the Area.\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 385\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\n(iii) That the acquired land was required for overall A\ndevelopment i.e. construction of roads, laying of\nsewerages, providing electricity etc. in the area and the\nsaid scheme has been duly approved by the state\ngovernment.\n(iv) That the acquired land consists of 246 plots numbers\nwith 392 recorded tenure holders. If objections are to be\ninvited and hearing be given to such large number of\ntenure holders, it would take long time to dispose of the\nobjections thereof and would hamper the planned\ndevelopment of the area.\nB\nC\n(v) That reputed industrial houses who are interested in\ninvesting in the State and in case the land is not readily\navailable, they might move to other states and such a move\nwould adversely affect the employment opportunities in the D\nState.\"\nShri Harnam Singh also controverted the appellants' plea\nfor exemption by stating that the constructions made by them\non land of Khasra Nos. 101 and 399 were insignificant and the\nconstruction raised on Khasra No.394 is not part of village\nAbadi.\n10. Shri Manoj Kumar Singh, Tehsildar filed a separate\naffidavit on behalf of Respondent No.4 and justified the invoking\nof urgency clause by asserting that large tracts of land were\nacquired for industrial development of the district. According\nto him, as per the policy of industrial development of the State\nGovernment, the land is required to be allotted to industrial\nhouses.\n11. On 8.11.2010, Shri Dinesh Dwivedi learned senior\ncounsel for the State made a request for permission to file\nadditional affidavit with some documents. His request was\naccepted. Thereafter, the respondents filed an affidavit of Shri\nSushil Kumar Chaubey, Tehsildar, Land Acquisition, Gautam\nE\nG\nH\nI\nF\n:\n|\n|\n|\n1\n386 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA Budh Nagar along with eight documents of which seven have\nbeen collectively marked as Annexure A-1. The first of the\ndocuments marked Annexure A-1 is copy of letter dated\n25.2.2008 sent by the Commissioner and Director, Directorate\nof Land Acquisition, Revenue Board, U.P. to the Special\nB Secretary, Industrial Development on the subject of issuance\nof notification under Sections 4 and 17 of the Act for acquisition\nof lands measuring 205.0288 hectares of village Makora. The\nsecond document is an undated letter signed by Deputy Chief\nExecutive Officer, Greater Noida, Collector, Gautam Budh\nC Nagar and four other officers/officials. The next document has\nbeen described as comments/certificate on the issues raised\nin Government Order No.5261/77-4-06-251N/06 dated\n21.12.2006 with regard to proposal for acquisition of 205.0288\nhectares lands in village Makora. This document is\naccompanied by seven forms containing various particulars.\nThe third document is communication dated 29.10.2007 sent\nby the Commissioner, Meerut Division, Meerut to the District\nMagistrate, Gautam Budh Nagar conveying the consent of the\nDivisional Land Utility Committee for the acquisition of lands\nof five villages including Makora. This letter is accompanied by\nminutes of the meeting of the Divisional Land Utility Committee\nheld on 29.10.2007. The fifth document is form No.43A-1. The\nsixth document is communication dated 22.2.2008 sent by\nCollector, Land Acquisition/Special Land Acquisition Officer,\nGreater Noida. The last document which forms part of Annexure\nF A-1 is form No.16 showing the list of properties having\nD\nE\nG\nH\nconstructions etc. Annexure A-2 is copy of letter dated\n31.10.2008 sent by the Director, Directorate of Land\nAcquisition to the Special Secretary, Industrial Development.\n12. Shri N.P.Singh, learned counsel for the appellants\nargued that the impugned order is liable to be set aside\nbecause the High Court failed to consider the issues raised in\nthe writ petition in a correct perspective. Learned counsel\nsubmitted that the appellants had specifically pleaded that there\nwas no valid ground to invoke the urgency clause contained in\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 387\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nB\nSection 17(1) and to dispense with the application of Section A\n5-A but the High Court did not even call upon the respondents\nto file counter affidavit and brushed aside the challenge to the\nacquisition proceeding on a wholly untenable premise that the\naffidavit filed in support of the writ petition was laconic. Learned\ncounsel further argued that the purpose for which land was\nacquired i.e. planned industrial development of the district did\nnot justify invoking of the urgency provisions and denial of\nopportunity to the appellants and other land owners to file\nobjections under Section 5-A (1) and to be heard by the\nCollector in terms of the mandate of Section 5-A (2). In support C\nof his argument, learned counsel relied upon the judgments in\nNarayan Govind Gavate v. State of Maharashtra (1977) 1\nSCC 133 and Esso Fabs Private Limited v. State of Haryana\n(2009) 2 SCC 377. Another argument of the learned counsel\nis that the High Court misdirected itself in summarily dismissing\nthe writ petition ignoring the substantive plea of discrimination\nraised by the appellants.\nD\nE\nF\n13. Shri Dinesh Dwivedi, learned senior counsel appearing\nfor the respondents urged that this Court should not nullify the\nacquisition at the instance of the appellants because the\npleadings filed before the High Court were not supported by\nproper affidavit. Shri Dwivedi argued that the High Court was\njustified in non-suiting the appellants because they did not\nproduce any evidence to effectively challenge the invoking of\nurgency provision contained in Section 17(1). Learned senior\ncounsel emphasized that the satisfaction envisaged in Section\n17(1) is purely subjective and the Court cannot review the\ndecision taken by the State Government to invoke the urgency\nclause. He submitted that planned industrial development of\nDistrict Gautam Budh Nagar is being undertaken in consonance\nwith the policy decision taken by the State Government and the\nappellants cannot be heard to make a grievance against the\nacquisition of their land because they will be duly compensated.\nIn support of his argument, Shri Dwivedi relied upon the\njudgment of this Court in State of U.P. v. Pista Devi (1986) 4 H\nG\n388 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA SCC 251 and Chameli Singh v. State of U.P. (1996) 2 SCC\n549. Learned senior counsel further submitted that the\nappellants' land cannot be released from acquisition because\nthat will result in frustrating the objective of planned industrial\ndevelopment of the district. On the issue of discrimination, Shri\nB Dwivedi argued that even if the land belonging to some\npersons has been illegally left out from acquisition, the\nappellants are not entitled to a direction that their land should\nalso be released.\nC\nD\n14. The first issue which needs to be addressed is whether\nthe High Court was justified in non-suiting the appellants on the\nground that they had not raised a specific plea supported by a\nproper affidavit to question the decision taken by the State\nGovernment to invoke Section 17(1) and 17(4) of the Act. We\nshall also consider an ancillary issue as to whether the\nappellants had succeeded in prima facie proving that there was\nno justification to invoke the urgency clause and to dispense\nwith the inquiry envisaged under Section 5-A.\n. 15. At the outset, we record our disapproval of the casual\nE manner in which the High Court disposed of the writ petition\nF\nG\nI\nwithout even calling upon the respondents to file counter\naffidavit and produce the relevant records. A reading of the\naverments contained in paragraphs 11 and 16 and grounds A\nand F of the writ petition, which have been extracted\nhereinabove coupled with the appellants' assertion that the\nacquisition of their land was vitiated due to discrimination\ninasmuch as land belonging to influential persons had been left\nout from acquisition, but their land was acquired in total\ndisregard of the policy of the State Government to leave out\nland on which dwelling units had already been constructed,\nshow that they had succeeded in making out a strong case for\ndeeper examination of the issues raised in the writ petition and\nthe High Court committed serious error by summarily non-\nsuiting them.\n16. The history of land acquisition legislations shows that\n"}