{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"SRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 429\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nthe State Government is satisfied that the land specified A\nin the notification is urgently needed and the provision\ncontained in Section 5-A shall not apply, though may\ninitially raise a presumption in favour of the Government\nthat prerequisite conditions for exercise of such power\nhave been satisfied, but such presumption may be B\ndisplaced by the circumstances themselves having no\nreasonable nexus with the purpose for which the power has\nbeen exercised. Upon challenge being made to the use\nof power under Section 17, the Government must produce\nappropriate material before the Court that the opinion for\ndispensing with the enquiry under Section 5-A has been\nformed by the Government after due application of mind\non the material placed before it.\nIt is true that power conferred upon the Government under\nSection 17 is administrative and its opinion is entitled to\ndue weight, but in a case where the opinion is formed\nregarding the urgency based on considerations not.\ngermane to the purpose, the judicial review of such\nadministrative decision may become necessary.\nC\nD\nE\nAs to in what circumstances the power of emergency can\nbe invoked are specified in Section 17(2) but\ncircumstances necessitating invocation of urgency under\nSection 17(1) are not stated in the provision itself.\nGenerally speaking the development of an area (for F\nresidential purposes) or a planned development of city,\ntakes many years if not decades and, therefore, there is\nno reason why summary enquiry as contemplated under\nSection 5-A may not be held and objections of\nlandowners/persons interested may not be considered.\nIn many cases, on general assumption likely delay in\ncompletion of enquiry under Section 5-A is set up as a\nreason for invocation of extraordinary power in dispensing\nwith the enquiry little realizing that an important and\nvaluable right of the person interested in the land is being H\nG\n430\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA\nB\nC\nD\nE\nF\ntaken away and with some effort enquiry could always be\ncompleted expeditiously.\nThe special provision has been made in Section 17 to\neliminate enquiry under Section 5-A in deserving and\ncases of real urgency. The Government has to apply its\nmind on the aspect that urgency is of such nature that\nnecessitates dispensation of enquiry under Section 5-A.\nWe have already noticed a few decisions of this Court viz.\nNarayan Govind Gavate and Pista Devi. In Om Prakash\nthis Court held that the decision in Pista Devi must be\nconfined to the fact situation in those days when it was\nrendered and the two-Judge Bench could not have laid\ndown a proposition contrary to the decision in Narayan\nGovind Gavate. We agree.\nAs regards the issue whether pre-notification and post-\nnotification delay would render the invocation of urgency.\npower void, again the case law is not consistent. The view\nof this Court has differed on this aspect due to different\nfact situation prevailing in those cases. In our opinion such\ndelay will have material bearing on the question of\ninvocation of urgency power, particularly in a situation\nwhere no material has been placed by the appropriate\nGovernment before the Court justifying that urgency was\nof such nature that necessitated elimination of enquiry\nunder Section 5-A.\"\n(emphasis supplied)\n45. In Civil Appeal No.2334 of 2011, Dev Sharan v. State\nof U.P., decided on March 7, 2011, the acquisition of land for\nG construction of district jails was quashed on the ground that\nthere was no valid ground or justification to exclude the\napplication of Section 5-A of the Act and it was observed:\nH\n14\n... Admittedly, the Land Acquisition Act, a pre-\nConstitutional legislation of colonial vintage is a drastic law,\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 431\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nA\nbeing expropriatory in nature as it confers on the State a\npower which affects person's property right. Even though\nright to property is no longer fundamental and was never\na natural right, and is acquired on a concession by the\nState, it has to be accepted that without right to some\nproperty, other rights become illusory. This Court is B\nconsidering these questions, especially, in the context of\nsome recent trends in land acquisition. This Court is of the\nopinion that the concept of public purpose in land\nacquisition has to be viewed from an angle which is\nconsistent with the concept of a welfare State.\nC\nD\nThe concept of public purpose cannot remain static for all\ntime to come. The concept, even though sought to be\ndefined under Section 3(f) of the Act, is not capable of any\nprecise definition. The said definition, having suffered\nseveral amendments, has assumed the character of an\ninclusive one. It must be accepted that in construing public\npurpose, a broad and overall view has to be taken and the\nfocus must be on ensuring maximum benefit to the largest\nnumber of people. Any attempt by the State to acquire land\nby promoting a pubic purpose to benefit a particular group\nof people or to serve any particular interest at the cost of\nthe interest of a large section of people especially of the\ncommon people defeats the very concept of public\npurpose. Even though the concept of public purpose was\nintroduced by pre-Constitutional legislation, its application F\nmust be consistent with the constitutional ethos and\nespecially the chapter under Fundamental Rights and also\nthe Directive Principles.\nIn construing the concept of public purpose, the mandate\nof Article 13 of the Constitution that any pre-constitutional\nlaw cannot in any way take away or abridge rights\nconferred under Part-III must be kept in mind. By judicial\ninterpretation the contents of these Part III rights are\nconstantly expanded. The meaning of public purpose in\nE\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n432 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nacquisition of land must be judged on the touchstone of\nthis expanded view of Part-III rights. The open-ended nature\nof our Constitution needs a harmonious reconciliation\nbetween various competing principles and the\noverhanging shadows of socio-economic reality in this\ncountry.\nTherefore, the concept of public purpose on this broad\nhorizon must also be read into the provisions of\nemergency power under Section 17 with the consequential\ndispensation of right of hearing under Section 5A of the\nsaid Act. The Courts must examine these questions very\ncarefully when little Indians lose their small property in the\nname of mindless acquisition at the instance of the State.\nIf public purpose can be satisfied by not rendering\ncommon man homeless and by exploring other avenues\nof acquisition, the Courts, before sanctioning an\nacquisition, must in exercise of its power of judicial review,\nfocus its attention on the concept of social and economic\njustice. While examining these questions of public\nimportance, the Courts especially the Higher Courts,\ncannot afford to act as mere umpires.\n\"\n46. To be fair to the respondents, we may also notice the\njudgments in which the decision of the State to invoke Section\n17(1) and/or 17(4) has been upheld. In State of U.P. v. Pista\nDevi (supra), this Court examined the justification of invoking\nSection 17(1) and 17(4) of the Act for the acquisition of over\n662 Bighas land situated in village Mukarrabpur, District Meerut\nfor providing housing accommodation. The two-Judge Bench\ndistinguished the three-Judge Bench judgment in Narayan\nGovind Gavate v. State of Maharashtra (supra), by observing\nthat after that decision, population of India had gone up by\nhundreds of millions and it was no longer possible for the Court\nto take the view that the schemes of development of residential\nareas do not appear to demand such emergent action as to\neliminate summary inquiries under Section 5-A of the Act.\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 433\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\n47. In Rajasthan Housing Board v. Shri Kishan (supra), A\nthis Court set aside the judgment of the majority of Full Bench\nof the High Court, which had quashed the acquisition of 2570\nbighas land by the State Government by invoking Sections\n17(1) and 17(4) of the Act for the benefit of appellant Rajasthan\nHousing Board and observed:\nB\nC\nD\nE\n\"The material placed before the Court disclosed that the\nGovernment found, on due verification, that there was an\nacute scarcity of land and there was heavy pressure for\nconstruction of houses for weaker sections and middle\nincome group people; that the Housing Board had\nobtained a loan of Rs 16 crores under a time-bound\nprogramme to construct and utilise the said amount by\nMarch 31, 1983; that in the circumstances the Government\nwas satisfied that unless possession was taken\nimmediately, and the Housing Board permitted to proceed\nwith the construction, the Board will not be able to adhere\nto the time-bound programme. In addition to the said fact,\nthe Division Bench referred to certain other material also\nupon which the Government had formed the said\nsatisfaction viz., that in view of the time-bound programme\nstipulated by the lender, HUDCO, the Board had already\nappointed a large number of engineers and other\nsubordinate staff for carrying out the said work and that\nholding an inquiry under Section 5-A would have resulted\nin uncalled for delay endangering the entire scheme and\ntime-schedule of the Housing Board. If must be\nremembered that the satisfaction under Section 17(4) is\na subjective one and that so long as there is material upon\nwhich the Government could have formed the said\nsatisfaction fairly, the Court would not interfere nor would. G\nit examine the material as an appellate authority. This is\nthe principle affirmed by decisions of this Court not under\nSection 17(4) but also generally with respect to subjective\nsatisfaction.\"\nF\nH\nA\n434 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\n48. In Chameli Singh v. State of U.P. (supra), the three-\nJudge Bench upheld the acquisition of land under Sections 17\n(1A) and 17(4) by observing that the problem of providing\nhouses to the dalits, tribes and poor needed emergency\nmeasures and so long as the problem is not solved and the\nB need of that segment of the society is not fulfilled, the urgency\ncontinues to subsist.\nC\nD\nE\nF\n49. In First Land Acquisition Collector v. Nirodhi Prakash\nGangoli (2002) 4 SCC 160, the Court upheld the acquisition\nof land for Calcutta Medical College under Section 17(1) and\n17(4) and observed:\n\"By no stretch of imagination, exercise of power for\nacquisition can be held to be mala fide, so long as the\npurpose of acquisition continues and as has already been\nstated, there existed emergency to acquire the premises\nin question. The premises which were under occupation\nof the students of National Medical College, Calcutta, were\nobviously badly needed for the College and the\nappropriate authority having failed in their attempt earlier\ntwice, the orders having been quashed by the High Court,\nhad taken the third attempt of issuing notification under\nSections 4(1) and 17(4) of the Act, such acquisition cannot\nbe held to be mala fide and, therefore, the conclusion of\nthe Division Bench in the impugned judgment that the\nacquisition is mala fide, must be set aside and we\naccordingly set aside the same.\"\n50. In Tika Ram v. State of Uttar Pradesh (2009) 10 SCC\n689, the two-Judge Bench mainly considered the questions\nrelating to constitutional validity of the Uttar Pradesh Act nos.\nG 8 of 1974 and 5 of 1991 by which amendments were made in\nSection 17 of the Act. An ancillary question considered by the\nCourt was whether the State Government was justified in\ninvoking the urgency provision. The Bench referred to some of\nthe precedents on the subject and refused to quash the\nH acquisition by observing that the acquired land has already\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 435\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\nbeen utilized for construction of houses by third parties.\n51. In Nand Kishore Gupta v. State of Uttar Pradesh\n(2010) 10 SCC 282, the acquisition of land for construction of\nYamuna Expressway was upheld and challenge to the decision\nof the State Government to dispense with the inquiry was\nnegatived by making the following observations:\nA\nB\nC\n\"We have deliberately quoted the above part of the High\nCourt judgment only to show the meticulous care taken by\nthe High Court in examining as to whether there was\nmaterial before the State Government to dispense with the\nenquiry under Section 5-A of the Act. We are completely\nconvinced that there was necessity in this Project\nconsidering the various reasons like enormousness of the\nProject, likelihood of the encroachments, number of\nappellants who would have required to be heard and the D\ntime taken for that purpose, and the fact that the Project\nhad lingered already from 2001 till 2008. We do not see\nany reason why we should take a different view than what\nis taken by the High Court.\"\nE\nF\n52. What is important to be noted is that in none of the\naforementioned judgments, the Court was called upon to\nexamine the legality and/or justification of the exercise of power\nunder Section 17(1) and/or 17(4) for the acquisition of land for\nresidential, commercial or industrial purpose. In State of U.P.\nv. Pista Devi (supra), Rajasthan Housing Board v. Shri Kishan\n(supra) and Chameli Singh v. State of U.P. (supra), the\ninvoking of urgency provision contained in Section 17(1) and\nexclusion of Section 5-A was approved by the Court keeping\nin view the acute problem of housing, which was perceived as\na national problem and for the solution of which national housing\npolicy was framed and the imperative of providing cheaper\nshelter to dalits, tribals and other disadvantaged sections of the\nsociety. In First Land Acquisition Collector v. Nirodhi Prakash\nGangoli (supra), the exercise of power under Section 17 was\nfound to be justified because the land was already in the H\nG .\nC\n436 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA possession of the medical college and the earlier exercise\nundertaken by the State for the acquisition of land got frustrated\ndue to intervention of the Court. The factor, which influenced this\nCourt to approve the judgment of the High Court in Tika Ram\nv. State of Uttar Pradesh (supra) was that the acquired land\nB had already been utilized for construction of houses by third\nparties to whom the plots had been allotted and they were not\nparties to the litigation. In Nand Kishore Gupta v. State of U.\nP. (supra), the acquisition was upheld because the land was\nurgently needed for construction of Yamuna Expressway and\nby the time the matter was decided by this Court, huge amount\nhad been spent on the project. As against this, the exercise of\npower under Section 17(1) and/or 17(4) for the acquisition of\nland for residential, industrial and commercial purposes,\nconstruction of sewage treatment plant and district jails was held\nto be legally impermissible in Raja Anand Brahma Shah v.\nState of Uttar Pradesh (supra), Narayan Govind Gavate v.\nState of Maharashtra (supra), Om Prakash v. State of U.P.\n(supra), Union of India v. Krishan Lal Arneja (supra), Esso\nFabs Private Limited v. State of Haryana (supra), Babu Ram\nv. State of Haryana (supra) and Anand Singh v. State of Uttar\nPradesh (supra).\nD\nE\nF\nG\nH\n53. From the analysis of the relevant statutory provisions\nand interpretation thereof by this Court in different cases, the\nfollowing principles can be culled out:\n(i) Eminent domain is a right inherent in every sovereign\nto take and appropriate property belonging to citizens for\npublic use. To put it differently, the sovereign is entitled to\nreassert its dominion over any portion of the soil of the\nState including private property without its owner's consent\nprovided that such assertion is on account of public\nexigency and for public good. - Dwarkadas Shrinivas v.\nSholapur Spinning and Weaving Co. Ltd., AIR. (1954) SC\n119, Chiranjit Lal Chowdhuri v. Union of India AIR (1951)\nSC 41 and Jilubhai Nanbhai Khachar v. State of Gujarat\nSRI RADHY SHYAM (D) THROUGH LRS. \u0026 ORS. v. 437\nSTATE OF U.P. \u0026 ORS. [G.S. SINGHVI, J.]\n(1995) Supp. (1) SCC 596.\n(ii) The legislations which provide for compulsory\nacquisition of private property by the State fall in the\ncategory of expropriatory legislation and such legislation\nmust be construed strictly - DLF Qutab Enclave Complex\nEducational Charitable Trust v. State of Haryana (2003).\n5 SCC 622; State of Maharashtra v. B.E. Billimoria (2003)\n7 SCC 336 and Dev Sharan v. State of U.P., Civil Appeal\nNo.2334 of 2011 decided on 7.3.2011.\nA\nB\nC\n(iii) Though, in exercise of the power of eminent domain,\nthe Government can acquire the private property for public\npurpose, it must be remembered that compulsory taking\nof one's property is a serious matter. If the property\nbelongs to economically disadvantaged segment of the\nsociety or people suffering from other handicaps, then the D\nCourt is not only entitled but is duty bound to scrutinize the\naction/decision of the State with greater vigilance, care\nand circumspection keeping in view the fact that the land\nowner is likely to become landless and deprived of the only\nsource of his livelihood and/or shelter.\n(iv) The property of a citizen cannot be acquired by the\nState and/or its agencies/instrumentalities without\ncomplying with the mandate of Sections 4, 5-A and 6 of\nthe Act. A public purpose, however, laudable it may be\ndoes not entitle the State to invoke the urgency provisions\nbecause the same have the effect of depriving the owner\nof his right to property without being heard. Only in a case\nof real urgency, the State can invoke the urgency\nprovisions and dispense with the requirement of hearing\nthe land owner or other interested persons.\nE\nF\nG\n(v) Section 17(1) read with Section 17(4) confers\nextraordinary power upon the State to acquire private\nproperty without complying with the mandate of Section 5-\nA. These provisions can be invoked only when the purpose H\nA\nB\nс\nD.\nE\nF\nG\nH\n438 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nof acquisition cannot brook the delay of even few weeks\nor months. Therefore, before excluding the application of\nSection 5-A, the concerned authority must be fully satisfied\nthat time of few weeks or months likely to be taken in\nconducting inquiry under Section 5-A will, in all probability,\nfrustrate the public purpose for which land is proposed to\nbe acquired.\n(vi) The satisfaction of the Government on the issue of\nurgency is subjective but is a condition precedent to the\nexercise of power under Section 17(1) and the same can\nbe challenged on the ground that the purpose for which the\nprivate property is sought to be acquired is not a public\npurpose at all or that the exercise of power is vitiated due\nto mala fides or that the concerned authorities did not\napply mind to the relevant factors and the records.\n(vii) The exercise of power by the Government under\nSection 17(1) does not necessarily result in exclusion of\nSection 5-A of the Act in terms of which any person\ninterested in land can file objection and is entitled to be\nheard in support of his objection. The use of word \"may\"\nin sub-section (4) of Section 17 makes it clear that it\nmerely enables the Government to direct that the provisions\nof Section 5-A would not apply to the cases covered under\nsub-section (1) or (2) of Section 17. In other words,\ninvoking of Section 17(4) is not a necessary concomitant\nof the exercise of power under Section 17(1).\n(viii) The acquisition of land for residential, commercial,\nindustrial or institutional purposes can be treated as an\nacquisition for public purposes within the meaning of\nSection 4 but that, by itself, does not justify the exercise\nof power by the Government under Section 17(1) and/or\n17(4). The Court can take judicial notice of the fact that\nplanning, execution and implementation of the schemes\nrelating to development of residential, commercial,\nindustrial or institutional areas usually take few years.\n"}