{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"COAL INDIA LTD. AND ORS.\nV.\nSAROJ KUMAR MISHRA\nAPRIL 17, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\nB\nC\nService Law-Promotion-Employees of Government Company—Denied\npromotion as vigilance case was pending against them-Writ Petition by\nemployees seeking notional promotion from the date, their juniors were\npromoted-High Court holding them entitled to notional promotion in view\nof Office Memorandums permitting such promotion-On appeal, held:\nEmployees were entitled to the notional promotion as claimed for—Rules do\nnot provide that only because some allegations have been made against an\nofficer, that itself would justify keeping a right to promotion in abeyance-\nA right to promotion can be kept in abeyance only in terms of valid rules- D\nThe employer being a State, their action should satisfy the test of\nreasonableness and fairness-Constitution of India, 1950-Articles 12, 14\nand 16.\nInterpretation of Statutes/Rules-When a valuable right of an employee\nis in question, the rules operating in the field must be construed in the light E\nof Constitutional Scheme.\nRespondents were the employees of a Government Company. Appellant-\nCompany was the holding company of the employer-Company. The names of\nthe respondents were recommended for promotion by DPC. But they were not\npromoted in view of the fact that vigilance cases were pending against them.\nJuniors of the respondents were promoted. Respondents filed Writ Petitions\npraying for notional promotion w.e.f. the date, their juniors were promoted.\nDuring pendency of the Writ Petitions charge sheets were issued, disciplinary\nproceedings initiated and punishment was imposed.\nHigh Court, relying on Office Memorandums dated 19/27th June, 1979\nand 8th January 1981, held that once the respondents had been allowed the\nbenefit of recommendation of DPC by giving them promotion, they were entitled\nto notional promotion w.e.f. the date their juniors were promoted. Hence the\npresent appeal.\nF\nG\n233\nH\n234\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nDismissing of the appeal, the Court\nHELD: 1. There is no infirmity in the impugned judgments. Both First\nAppellant as also the employer Company are 'State' within the meaning of\nArticle 12 of the Constitution of India. Their action must, therefore, satisfy\nthe test of reasonableness and fairness. Although an employee of a State is\nnot entitled to promotion to a higher post as a matter of right, he is entitled\nto be considered therefore in terms of Article 16 of the Constitution of India.\nA right of promotion can be withheld or kept in abeyance only in terms of\nvalid rules. Rules operating in the field do not provide that only because some\nallegations have been made as against an officer of the company, the same\nwould itself justify keeping a valuable right to be considered for promotion of\nan employee in abeyance. When a question of that nature comes up for\nconsideration before a superior court, the extant rules operating in the field\nmust necessarily be construed in the light of the constitutional scheme of\nequality. [Paras 25 and 10] [241-G; 238-A, B, C]\nState of Madhya Pradesh v. Srikant Chaphekar, [1992] 4 SCC 689,\ndistinguished.\nState of Kerala and Anr. v. N.M. Thomas and Ors., AIR [1976] SC 490;\nE.V. Chinnaiah v. State of Andhra Pradesh and Ors., [2005] 1 SCC 394;\nBhagwandas Tiwari and Ors. v. Dewas Shajapur Kshetriya Gramin Bank and\nE Ors., (2006) 11 SCALE 593 and B.V. Sivaiah and Ors. v. K. Addanki Babu\nand Ors. Etc., [1998] 6 SCC 720, referred to.\nF\nG\nH\n2. It is not the case of the appellants that pursuant to or in furtherance\nof the complaint received by the vigilance department, the competent authority\nhad arrived at a satisfaction as is required in terms of the said circulars that\na charge sheet was likely to be issued on the basis of a preliminary enquiry\nheld in that behalf or otherwise. A departmental proceeding is ordinarily said\nto be initiated only when a chargesheet is issued. [239-G; 240-A; 241-D]\n[Paras 13 and 21]\n3. The Circular Letters issued by the appellants put restrictions on a\nvaluable right of an employee. They therefore, are, required to be construed\nstrictly. So construed there cannot be any doubt whatsoever that the conditions\nprecedent contained therein must be satisfied before any action can be taken\nin that regard. [Para 14] [240-A, B]\n4. Only because, there is a possibility of floodgate litigation by giving\nT\n1\nCOAL INDIA LTD. v. SAROJ KUMAR MISHRA [S.B. SINHA, J.] 235\nsuch promotion, a valuable right of a citizen cannot be permitted to be taken A\naway. Despite such promotion if the delinquent employee has suffered\npunishment, subsequently appropriate steps may be taken on the basis thereof.\n[Paras 22 and 24] [241-D, E, F]\nZee Telefilms Ltd. and Anr. v. Union of India and Ors., [2005] 4 SCC\n649 and Guruvayoor Devaswom Managing Committee and Anr. v. C. K. Rajan\nand Ors., [2003] 7 SCC 546, referred to.\nCIVIL APPEALLATE JURISDICTION: Civil Appeal No. 1997 of 2007.\nB\nFrom the Judgment and Order dated 12.04.2006 of the High Court of\nOrissa in OJC No. 2760 of 2002.\nC\nWITH\nC.A. No. 1998 of 2007.\nAjit Kumar Sinha, Amitabh and G.P. Pandey for the Appeliants.\nD\nJanaranjan Das and Swetaketu Mishra for the Respondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\n2. These two appeals involving similar questions of law and facts were\ntaken up for hearing together and are being disposed of by this common\njudgment.\nE\n3. Respondents herein were employees of Mahanadi Coalfields Ltd., a F\nGovernment Company within the meaning of Section 617 of the Companies\nAct. Coal India Limited admittedly is the holding company of Mahanadi\nCoalfields Ltd. Appellant No. 1 framed rules laying down terms and conditions\nof service of its Executive Officers. The Executive Cadre of the Officers of\nAppellant No. 1 is divided in various grades namely Gr. E/1 to Gr. E/8.\nIndisputably, promotion from A/3 to A/4 grades is governed by the rule of G\nSeniority-Cum-Merit. For the purpose of considering the cases for promotion\nof the eligible officers from Grade E/3 to E/4, a departmental promotion\ncommittee held its meeting in April-May, 1999.\n4. Respondents were, however, not promoted inter alia on the premise\nH\n236\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA that the General Manager (Vigilance) of the Mahanadi Coalfields Ltd. intimated\nto the concerned authority that vigilance cases were pending against them.\nOrders of promotion were issued in favour of the officers who were admittedly\njunior to them on 31.8.1999. When despite representation, they were not\npromoted on the ground of pendency of vigilance cases, they filed writ\npetitions before the Orissa High Court praying inter-alia for notional promotion\nwith effect from the date their juniors were promoted.\nB\nC\n5. During pendency of the Writ Petitions namely in June, 2002, charge\nsheets were issued and upon a disciplinary proceeding having been initiated,\na penalty of reduction of pay by one stage for a period of one year without\ncumulative effect was imposed upon the respondents in July, 2003.\n6. Before the Orissa High Court as also before this Court, reliance has\nbeen placed by the appellants on office memorandums dated 19/27th June,\n1979. Upon taking into consideration the said office memorandum as also\nsubsequent memorandums and in particular the one dated 8.1.1981, the High\nD Court held;\n[1]\nE\nF\nG\nH\n“15. Taking into consideration of the entire factual matrix of the case\nand keeping in view the ratio decided by the Apex Court in different\ncases, so far as the present petitioner is concerned, the ratio decided\nin the case of Union of India v. K.V. Jankiraman and Union of India-\nv. Dr.(Smt.) Sudha Salhan has to be followed and since the concerned\nemployees in the cases of Delhi Development Authority v. H.C.\nKhurana, AIR (1993) S.C. 1488, Union of India v. Kewal Kumar, AIR\n(1993) SC 1585 and Union of India v. R.S. Sharma, AIR (1993) S.C.\n2337 stand on a different footing than the present petitioner, the ratio\ndecided in those cases cannot be followed in the case of the present\npetitioner. In the case of R.S. Sharma the order of the Tribunal directing\nto open the sealed cover and giving effect to the recommendation\nmade by the DPC on the ground of non-service of charge memo, was\nset aside keeping in view the Rules/Circulars/O.M. in force more\nparticularly clause-iv of the O.M. wherein it is provided that during\nthe pendency or \"investigation on serious allegation of corruption,\nbribery or similar grave misconduct is in progress either by the CBI\nor any agency, departmental or otherwise\", sealed cover procedure\ncan be resorted to till the proceeding is over in all respect. But in the\ninstant case on the basis of O.M./Circular/Rules followed by the\nMCL/Coal India, the sealed cover was opened and the petitioner was\nCOAL INDIA LTD. v. SAROJ KUMAR MISHRA [S.B. SINHA, J.]\nB\n237\ngiven promotion to next higher grade (Grade-4) since the so called A\ninvestigation was not completed within two years from the date the\nimmediate junior to the petitioner was promoted. This particular office\nmemorandum has been issued may be with the intention to check\nprolonged enquiry covering a period of more than two years in respect\nof certain allegations against an employee, so that the concerned\nemployee shall not be harassed or debarred from getting benefit on\nthe recommendation of DPC for an indefinite/prolonged period on the\nground of pendency of such enquiry, without initiation of a\ndepartmental proceeding after service of charge memo. However once\nthe sealed cover is opened and the petitioner is allowed the benefit\nof the recommendation of DPC by giving him promotion to the next C\nhigher grade, he shall be entitled for all consequential benefits from\nthe date his immediate junior got the same. In this case the petitioner\nhad never been suspended during the period of the so-called\npreliminary enquiry nor during the period of departmental enquiry. As\nsuch, he shall be entitled for promotion notionally with effect from the\ndate his immediate junior got the same along with all service and\nfinancial benefit.\"\nOn the said findings, the writ petitions were allowed.\nᎠ\nE\n7. Mr. Ajit Kumar Sinha, learned counsel appearing on behalf of the\nappellant took us through the said office memorandum dated 27.6.1979 and\nsubmitted that as in terms thereof pendency of a vigilance or departmental\naction would itself be sufficient for not promoting the officer who would, in\nthe event of their complete exoneration would be promoted as and from the\ndate his immediate junior has been promoted; the impugned judgment cannot\nbe sustained. The High Court, Mr. Sinha submitted, committed manifest error F\nin invoking the sealed cover procedure which is not applicable to the fact of\nthe present case. If the impugned judgment is upheld, a flood-gate of litigation\nwould ensue. Strong reliance in this behalf has been placed by Mr. Sinha on\na reported decision of this case in Manoj Kumar Singh v. The Coal India Ltd.\n\u0026 Ors., in Civil Appeal No. 17 of 2005 disposed of on 2.1.2006 as also on State\nof Madhya Pradesh v. Srikant Chaphekar, [1992] 4 SCC 689].\n8. Mr. Janaranjan Das, learned counsel appearing on behalf of the\nrespondent, on the other hand, supported the judgment of the High Court.\nG\n9. The factual matrix involved in the matter being not in dispute, the\nonly question which falls for our consideration is interpretation of the office H\nT\n238\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA memorandums dated 27.6.1979 and 8.1.1981.\n10. Both First Appellant as also Mahanadi Coalfields Ltd. are 'State'\nwithin the meaning of Article 12 of the Constitution of India. Their action\nmust, therefore, satisfy the test of reasonableness and fairness. Although an\nemployee of a State is not entitled to promotion to a higher post as a matter\nB of right, he is entitled to be considered therefor in terms of Article 16 of the\nC\nD\n(1)\nE\nF\nG\nH\nConstitution of India. A right of promotion can be withheld or kept in abeyance\nonly in terms of valid rules. Rules operating in the field do not provide that\nonly because some allegations have been made as against an officer of the\ncompany, the same would itself justify keeping a valuable right to be considered\nfor promotion of an employee in abeyance. When a question of that nature\ncomes up for consideration before a superior court, the extant rules operating\nin the field must necessarily be construed in the light of the constitutional\nscheme of equality.\n11. The office memorandum dated 19/27 June 1979 reads as under:-\n\"The issue relating to procedure to be followed with regard to promotion\nof an officer who has been kept under suspension and/or against\nwhom a vigilance/departmental action is pending has been engaging\nthe attention of the management for some time past. Taking into\nconsideration the extant rules and orders of the Government of India\nin this regard the following decision has been taken:\n(a) All orders for promotion will be issued only after vigilance clearance.\n(b) *** ***\n***\n(c) When an officer has been completely exonerated and he is\nsubsequently promoted, his seniority should be fixed as if he had\nbeen promoted in accordance with the position assigned to him in the\nselect list. Period of his eligibility for consideration for promotion to\nthe next higher grade should be reckoned with reference to the date\nhis immediate junior has been promoted. The pay of such an executive\non promotion should be fixed notionally by allowing the intervening\nperiod during which the officers could not be promoted due to his\nsuspension and/or pending departmental enquiry to be counted for\nincrements in the higher grade but no arrears would be admissible to\nhim. (Corrected as per No. C-5(A)/50972 (Vol.1) Pt./1507 dated\n10.07.1979).\"\nCOAL INDIA LTD. v. SAROJ KUMAR MISHRA [S.B. SINHA, J.] 239\nThe said office memorandum was, however, clarified by a subsequent A\nmemorandum dated 8.1.1981 wherein it was laid down\n\"It has been laid down in CIL O.M. number quoted above that all\norders for promotions will be issued only after vigilance clearance.\nThe stage at which a vigilance enquiry should affect the promotion,\nconfirmation et. Of an employee of CIL and its subsidiaries has not\nbeen clearly defined in the above. Quoted office memorandum. Vigilance\ninquiries take considerable time to complete and in absence of a clear\nindication regarding the point at which such inquiries should stand\nin the ay of an officer's promotion, there is scope for confusion on\nthis score. This matter has been engaging the attention of the\nmanagement for quite some time. Taking into consideration the existing\norders of the Government of India in this regard, the following decision\nhas been taken.\nB\nC\n\"All orders for promotions will be issued only after vigilance clearance.\nHowever, vigilance clearance shall not be withheld for the mere fact D\nthat a P.E. or R.C. has been registered by the CBI against an officer\nor that complaints are being looked into a preliminary enquiry\ndepartmentally but no conclusion has been reacted about the prima\nfacie guilt of the officer. Vigilance clearance shall be withheld only\nwhen:\n(1) In the case of a Preliminary Enquiry, either by the CBI or\ndepartmental agencies, the competent authority, on consideration of\nthe results of the investigation, has formed the opinion that a charge-\nsheet may be issued on specific imputations for departmental action,\nand\nE\nF\n(2) In case of a regular case, the competent authority has decided to\naccord section for prosecution of the officer in Court.\n12. Until the competent authority arrives at such a conclusion, the\nofficer may be treated at par as per with orders in the matter of\npromotion, confirmation etc.\nThese instructions shall come into force with immediate effect.\"\n13. It is not the case of the appellants that pursuant to or in furtherance\nof the complaint received by the vigilance department, the competent authority\nhad arrived at a satisfaction as is required in terms of the said circulars that\nG\nH\n240\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA a charge sheet was likely to be issued on the basis of a preliminary enquiry\nheld in that behalf or otherwise.\nB\nC\nD\nE\n14. The circular letters issued by the appellants put restrictions on a\nvaluable right of an employee. They therefore, are, required to be construed\nstrictly. So construed there cannot be any doubt whatsoever that the conditions\nprecedent contained therein must be satisfied before any action can be taken\nin that regard.\n15. We may also notice that a revised guideline was also issued on or\nabout 14.5.2002, wherein it was stated;\n\"the Vigilance clearance shall be withheld only on the ground (a)\nwhen officer is under suspension (b) when the officer, in respect of\nwhom a charge sheet has been issued and disciplinary proceedings\nare pending; and (c) when an officer in respect of whom prosecution\nfor a criminal charge is pending.\"\n16. The said circular although is not ipso facto applicable in this case,\nclearly laws down the law otherwise prevailing.\n17. Reliance placed by Mr. Sinha on Manoj Kumar Singh (supra) is\nwholly misplaced. Therein no law was laid down. It does not contain any ratio\ndecidendi. The question as to whether in absence of any chargesheet or at\nleast in absence of any satisfaction having been arrived by the disciplinary\nauthority that a prima facie case has been made out for proceeding against\nan employee, the Vigilance clearance can be given or not, did not fall for\nconsideration at all therein. No issue in that behalf was framed; no argument\nwas advanced; no reason has been assigned in support of the said order. This\nF Court merely stated;\nG\nH\n\"In the present case, the decision to take action against the appellant\nhad been formed on 20.1.99. Therefore, the appellant could not have\nbeen granted vigilance clearance. In the circumstances, we see no\nreason to interfere with the order under challenge. The appeal is,\naccordingly, dismissed. There shall be no order as to costs.\"\n18. It is surprising that although the appellant is a 'State' within the\nmeaning of Article 12 of the Constitution of India, it failed even to be fair to\nthis Court inasmuch as the subsequent office memorandum dated 8.1.1981\nand/or 14.5.2002 were not brought to its notice. Had the subsequent office\nmemorandums and in particular the one dated 8.1.1981 been brought to the\n'\n!\n1\nCOAL INDIA LTD. v. SAROJ KUMAR MISHRA [S.B. SINHA, J.] 241\nnotice of the Court, we have no doubt in our mind that the terms of the order A\npassed in Manoj Kumar Singh (supra) would have been different.\n19. Similarly, reliance placed on Srikant Chaphekar (supra) by Mr.\nSinha, is equally mis-placed. Therein a Departmental Promotion Committee\nconsidered the adverse remarks passed against the employee concerned. In\nthis case, a departmental promotion committee did not take into consideration B\nthe case of the respondents at all. They were indisputably entitled to be\nconsidered for promotion having regard to the rule of seniority-cum-merit.\nAlthough, in the said rule, merit has some role to play, but the promotion\nwould not be based only on merit.\n20. See State of Kerala and Anr. v. N.M. Thomas and Ors., AIR (1976)\nSC 490, E.V. Chinnaiah v State of Andhra Pradesh \u0026 Ors, [2005] 1 SCC 394,\nBhagwandas Tiwari and Ors. v. Dewas Shajapur Kshetriya Gramin Bank\nand Ors., (2006) 11 SCALE 593, B.V. Sivaiah and Ors. v. K. Addanki Babu\nand Ors. etc., [1998] 6 SCC 720].\n21. A departmental proceeding is ordinarily said to be initiated only\nwhen a chargesheet is issued.\nC\nD\n22. The floodgate argument also does not appeal to us. The same\nappears to be an argument of desperation. Only because, there is a possibility\nof floodgate litigation, a valuable right of a citizen cannot be permitted to be E\ntaken away. This Court is bound to determine the respective rights of the\nparties.\n23. See Zee Telefilms Ltd. and Anr. v. Union of India and Ors., [2005]\n4 SCC 649 and Guruvayoor Devaswom Managing Committee and Anr. v.\nC.K. Rajan and Ors., [2003] 7 SCC 546.\n24. Even, in such a case, the Employer is not in a helpless situation.\nDespite such promotion if the delinquent employee has suffered punishment,\nsubsequently appropriate steps may be taken on the basis thereof.\nF\n25. We, therefore, are of the opinion that there is no infirmity in the G\nimpugned judgments. The appeals being wholly without merits, are dismissed\nwith costs. Counsel's fee assessed at Rs. 50,000/-.\nK.K.T.\nAppeals dismissed.\n"}