{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"SIDDHARAM SATLINGAPPA MHETRE v. STATE OF 261\nMAHARASHTRA [DALVEER BHANDARI, J.]\nanticipatory bail granted by the court is cancelled by the court A\non finding fresh material or circumstances or on the ground of\nabuse of the indulgence by the accused.\nSCOPE AND AMBIT OF ANTICIPATORY BAIL:\n118. A good deal of misunderstanding with regard to the\nambit and scope of section 438 Cr.P.C. could have been\navoided in case the Constitution Bench decision of this court\nin Sibbia's case (supra) was correctly understood, appreciated\nand applied.\n119. This Court in the Sibbia's case (supra) laid down the\nfollowing principles with regard to anticipatory bail:\n(a)\nSection 438(1) is to be interpreted in light of Article\n21 of the Constitution of India.\n(b) Filing of FIR is not a condition precedent to\nexercise of power under section 438.\nB\nC\nD\n(c)\nOrder under section 438 would not affect the right\nof police to conduct investigation.\nE\n(d)\nConditions mentioned in section 437 cannot be\nread into section 438.\n(e) Although the power to release on anticipatory bail\ncan be described as of an \"extraordinary\" character\nthis would \"not justify the conclusion that the power\nmust be exercised in exceptional cases only.\"\nPowers are discretionary to be exercised in light of\nthe circumstances of each case.\n(f)\nInitial order can be passed without notice to the\nPublic Prosecutor. Thereafter, notice must be\nissued forthwith and question ought to be re-\nexamined after hearing. Such ad interim order must\nconform to requirements of the section and suitable\nF\nG\nH\nA\nB\nC\n262 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nconditions should be imposed on the applicant.\n120. The Law Commission in July 2002 has severely\ncriticized the police of our country for the arbitrary use of power\nof arrest which, the Commission said, is the result of the vast\ndiscretionary powers conferred upon them by this Code. The\nCommission expressed concern that there is no internal\nmechanism within the police department to prevent misuse of\nlaw in this manner and the stark reality that complaint lodged\nin this regard does not bring any result. The Commission\nintends to suggest amendments in the Criminal Procedure\nCode and has invited suggestions from various quarters.\nReference is made in this Article to the 41st Report of the Law\nCommission wherein the Commission saw 'no justification' to\nrequire a person to submit to custody, remain in prison for some\ndays and then apply for bail even when there are reasonable\nD grounds for holding that the person accused of an offence is\nnot likely to abscond or otherwise misuse his liberty.\nDiscretionary power to order anticipatory bail is required to be\nexercised keeping in mind these sentiments and spirit of the\njudgments of this court in Sibbia's case (supra) and Joginder\nE Kumar v. State of U.P. and Others (1994) 4 SCC 260.\nF\nRelevant consideration for exercise of the power\n121. No inflexible guidelines or straitjacket formula can be\nprovided for grant or refusal of anticipatory bail. We are clearly\nof the view that no attempt should be made to provide rigid and\ninflexible guidelines in this respect because all circumstances\nand situations of future cannot be clearly visualized for the grant\nor refusal of anticipatory bail. In consonance with the legislative\nintention the grant or refusal of anticipatory bail should\nG necessarily depend on facts and circumstances of each case.\nAs aptly observed in the Constitution Bench decision in\nSibbia's case (supra) that the High Court or the Court of\nSessions to exercise their jurisdiction under section 438\nCr.P.C. by a wise and careful use of their discretion which by\nH their long training and experience they are ideally suited to do.\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 263\nMAHARASHTRA [DALVEER BHANDARI, J.]\nIn any event, this is the legislative mandate which we are bound A\nto respect and honour.\n122. The following factors and parameters can be taken\ninto consideration while dealing with the anticipatory bail:\ni. The nature and gravity of the accusation and the\nexact role of the accused must be properly\ncomprehended before arrest is made;\n.ii.\niii.\niv.\nV.\nvi.\nvii.\nviii.\nB\nThe antecedents of the applicant including the fact\nas to whether the accused has previously C\nundergone imprisonment on conviction by a Court\nin respect of any cognizable offence;\nThe possibility of the applicant to flee from justice;\nThe possibility of the accused's likelihood to repeat D\nsimilar or the other offences.\nWhere the accusations have been made only with\nthe object of injuring or humiliating the applicant by\narresting him or her.\nImpact of grant of anticipatory bail particularly in\ncases of large magnitude affecting a very large\nnumber of people.\nThe courts must evaluate the entire available\nmaterial against the accused very carefully. The\ncourt must also clearly comprehend the exact role\nof the accused in the case. The cases in which\naccused is implicated with the help of sections 34\nand 149 of the Indian Penal Code, the court should\nconsider with even greater care and caution\nbecause over implication in the cases is a matter\nof common knowledge and concern;\nWhile considering the prayer for grant of\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n264 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nix.\nX.\nanticipatory bail, a balance has to be struck\nbetween two factors namely, no prejudice should\nbe caused to the free, fair and full investigation and\nthere should be prevention of harassment,\nhumiliation and unjustified detention of the accused;\nThe court to consider reasonable apprehension of\ntampering of the witness or apprehension of threat\nto the complainant;\nFrivolity in prosecution should always be\nconsidered and it is only the element of\ngenuineness that shall have to be considered in the\nmatter of grant of bail and in the event of there being\nsome doubt as to the genuineness of the\nprosecution, in the normal course of events, the\naccused is entitled to an order of bail.\n123. The arrest should be the last option and it should be\nrestricted to those exceptional cases where arresting the\naccused is imperative in the facts and circumstances of that\ncase.\n124. The court must carefully examine the entire available\nrecord and particularly the allegations which have been directly\nattributed to the accused and these allegations are\ncorroborated by other material and circumstances on record.\n125. These are some of the factors which should be taken\ninto consideration while deciding the anticipatory bail\napplications. These factors are by no means exhaustive but they\nare only illustrative in nature because it is difficult to clearly\nvisualize all situations and circumstances in which a person may\npray for anticipatory bail. If a wise discretion is exercised by\nthe concerned judge, after consideration of entire material on\nrecord then most of the grievances in favour of grant of or\nrefusal of bail will be taken care of. The legislature in its wisdom\nhas entrusted the power to exercise this jurisdiction only to the\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 265\nMAHARASHTRA [DALVEER BHANDARI, J.]\njudges of the superior courts. In consonance with the legislative A\nintention we should accept the fact that the discretion would be\nproperly exercised. In any event, the option of approaching the\nsuperior court against the court of Sessions or the High Court\nis always available.\nB\n126. Irrational and Indiscriminate arrest are gross violation\nof human rights. In Joginder Kumar's case (supra), a three\nJudge Bench of this Court has referred to the 3rd report of the\nNational Police Commission, in which it is mentioned that the\nquality of arrests by the Police in India mentioned power of\nC\narrest as one of the chief sources of corruption in the police.\nThe report suggested that, by and large, nearly 60% of the\narrests were either unnecessary or unjustified and that such\nunjustified police action accounted for 43.2% of the expenditure\nof the jails.\n127. Personal liberty is a very precious fundamental right\nand it should be curtailed only when it becomes imperative\naccording to the peculiar facts and circumstances of the case.\nD\n128. In case, the State consider the following suggestions\nE\nin proper perspective then perhaps it may not be necessary to\ncurtail the personal liberty of the accused in a routine manner.\nThese suggestions are only illustrative and not exhaustive.\n(1)\nDirect the accused to join investigation and only\nwhen the accused does not cooperate with the\ninvestigating agency, then only the accused be\narrested.\nF\n(2)\nSeize either the passport or such other related\ndocuments, such as, the title deeds of properties\nor the Fixed Deposit Receipts/Share Certificates\nof the accused.\nG\n(3)\nDirect the accused to execute bonds;\n(4)\nThe accused may be directed to furnish sureties of H\nA\nB\n266 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nnumber of persons which according to the\nprosecution are necessary in view of the facts of the\nparticular case.\n(5) The accused be directed to furnish undertaking that\nhe would not visit the place where the witnesses\nreside so that the possibility of tampering of\nevidence or otherwise influencing the course of\njustice can be avoided.\n(6)\nC\nBank accounts be frozen for small duration during\ninvestigation.\n129. In case the arrest is imperative, according to the facts\nof the case, in that event, the arresting officer must clearly\nrecord the reasons for the arrest of the accused before the\nD arrest in the case diary, but in exceptional cases where it\nbecomes imperative to arrest the accused immediately, the\nreasons be recorded in the case diary immediately after the\narrest is made without loss of any time so that the court has an\nopportunity to properly consider the case for grant or refusal of\nbail in the light of reasons recorded by the arresting officer.\nE\n130. Exercise of jurisdiction under section 438 of Cr.P.C.\nis extremely important judicial function of a judge and must be\nentrusted to judicial officers with some experience and good\ntrack record. Both individual and society have vital interest in\nF orders passed by the courts in anticipatory bail applications.\nG\nH\n131. It is imperative for the High Courts through its judicial\nacademies to periodically organize workshops, symposiums,\nseminars and lectures by the experts to sensitize judicial\nofficers, police officers and investigating officers so that they\ncan properly comprehend the importance of personal liberty vis-\nà-vis social interests. They must learn to maintain fine balance\nbetween the personal liberty and the social interests.\n132. The performance of the judicial officers must be\nperiodically evaluated on the basis of the cases decided by\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 267\nMAHARASHTRA [DALVEER BHANDARI, J.]\nthem. In case, they have not been able to maintain balance A\nbetween personal liberty and societal interests, the lacunae\nmust be pointed out to them and they may be asked to take\ncorrective measures in future. Ultimately, the entire discretion\nof grant or refusal of bail has to be left to the judicial officers\nand all concerned must ensure that grant or refusal of bail is\nconsidered basically on the facts and circumstances of each\ncase.\nB\nC\nD\n133. In our considered view, the Constitution Bench in\nSibbia's case (supra) has comprehensively dealt with almost\nall aspects of the concept of anticipatory bail under section 438\nCr.P.C. A number of judgments have been referred to by the\nlearned counsel for the parties consisting of Benches of smaller\nstrength where the courts have observed that the anticipatory\nbail should be of limited duration only and ordinarily on expiry\nof that duration or standard duration, the court granting the\nanticipatory bail should leave it to the regular court to deal with\nthe matter. This view is clearly contrary to the view taken by the\nConstitution Bench in Sibbia's case (supra). In the preceding\nparagraphs, it is clearly spelt out that no limitation has been\nenvisaged by the Legislature under section 438 Cr.P.C. The E\nConstitution Bench has aptly observed that \"we see no valid\nreason for rewriting section 438 with a view, not to expanding\nthe scope and ambit of the discretion conferred on the High\nCourt or the Court of Session but, for the purpose of limiting\nit\".\n134. In view of the clear declaration of law laid down by\nthe Constitution Bench in Sibbia's case (supra), it would not be\nproper to limit the life of anticipatory bail. When the court\nobserved that the anticipatory bail is for limited duration and\nthereafter the accused should apply to the regular court for bail,\nthat means the life of section 438 Cr.P.C. would come to an\nend after that limited duration. This limitation has not been\nenvisaged by the legislature. The Constitution Bench in Sibbia's\ncase (supra) clearly observed that it is not necessary to re-write\nF\nG\nH\n268 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA section 438 Cr.P.C. Therefore, in view of the clear declaration\nof the law by the Constitution Bench, the life of the order under\nsection 438 Cr.P.C. granting bail cannot be curtailed.\nB\nс\n135. The ratio of the judgment of the Constitution Bench\nin Sibbia's case (supra) perhaps was not brought to the notice\nof their Lordships who had decided the cases of Salauddin\nAbdulsamad Shaikh v. State of Maharashtra, K. L. Verma v.\nState and Another, Adri Dharan Das v. State of West Bengal\nand Sunita Devi v. State of Bihar and Another (supra).\n136. In Naresh Kumar Yadav v. Ravindra Kumar (2008)\n1 SCC 632, a two-Judge Bench of this Court observed \"the\npower exercisable under section 438 Cr.P.C. is somewhat\nextraordinary in character and it should be exercised only in\nexceptional cases. This approach is contrary to the legislative\nD intention and the Constitution Bench's decision in Sibbia's case\n(supra).\nE\n137. We deem it appropriate to reiterate and assert that\ndiscretion vested in the court in all matters should be exercised\nwith care and circumspection depending upon the facts and\ncircumstances justifying its exercise. Similarly, the discretion\nvested with the court under section 438 Cr.P.C. should also be\nexercised with caution and prudence. It is unnecessary to travel\nbeyond it and subject to the wide power and discretion\nconferred by the legislature to a rigorous code of self-imposed\nF limitations.\n138. The judgments and orders mentioned in paras 135\nand 136 are clearly contrary to the law declared by the\nConstitution Bench of this Court in Sibbia's case (supra). These\nG judgments and orders are also contrary to the legislative\nintention. The Court would not be justified in re-writing section\n438 Cr.P.C.\nH\n139. Now we deem it imperative to examine the issue of\nper incuriam raised by the learned counsel for the parties. In\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 269\nMAHARASHTRA [DALVEER BHANDARI, J.]\nYoung v. Bristol Aeroplane Company Limited (1994) All ER A\n293 the House of Lords observed that 'Incuria' literally means\n'carelessness'. In practice per incuriam appears to mean per\nignoratium. English courts have developed this principle in\nrelaxation of the rule of stare decisis. The 'quotable in law' is\navoided and ignored if it is rendered, 'in ignoratium of a statute\nor other binding authority. The same has been accepted,\napproved and adopted by this court while interpreting Article\n141 of the Constitution which embodies the doctrine of\nprecedents as a matter of law.\n11\nIn Halsbury's Laws of England (4th Edn.) Vol. 26:\nJudgment and Orders; Judicial Decisions as Authorities\n(pp. 297-98, para 578) per incuriam has been elucidated\nas under:\nB\nC\n\"A decision is given per incuriam when the court D\nhas acted in ignorance of a previous decision of its\nown or of a court of coordinate jurisdiction which\ncovered the case before it, in which case it must\ndecide which case to follow (Young v. Bristol\nAeroplane Co. Ltd., 1944 KB 718 at 729 (1944) E\n2 All ER 293 at 300.\nIn Huddersfield Police Authority v. Watson, 1947\nKB 842 (1947) 2 All ER 193.); or when it has\nacted in ignorance of a House of Lords decision,\nin which case it must follow that decision; or when\nthe decision is given in ignorance of the terms of a\nstatute or rule having statutory force.\"\nF\n140. Lord Godard, C.J. in Huddersfield Police Authority\nv. Watson (1947) 2 All ER 193 observed that where a case or G\nstatute had not been brought to the court's attention and the\ncourt gave the decision in ignorance or forgetfulness of the\nexistence of the case or statute, it would be a decision\nrendered in per incuriam.\nΙ\nA\nB\n270 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n141. This court in Government of A.P. and Another v. B.\nSatyanarayana Rao (dead) by LRs. and Others (2000) 4 SCC\n262 observed as under:\n\"The rule of per incuriam can be applied where a court\nomits to consider a binding precedent of the same court\nor the superior court rendered on the same issue or where\na court omits to consider any statute while deciding that\nissue.\"\n142. In a Constitution Bench judgment of this Court in\nC Union of India v. Raghubir Singh (1989) 2 SCC 754, Chief\nJustice Pathak observed as under:\nD\nE\nF\nG\nH\n\"The doctrine of binding precedent has the merit of\npromoting a certainty and consistency in judicial decisions,\nand enables an organic development of the law, besides\nproviding assurance to the individual as to the\nconsequence of transactions forming part of his daily\naffairs. And, therefore, the need for a clear and consistent\nenunciation of legal principle in the decisions of a court.\"\n143. In Thota Sesharathamma and another v. Thota\nManikyamma (Dead) by LRs. and others (1991) 4 SCC 312\na two Judge Bench of this Court held that the three Judge\nBench decision in the case of Mst. Karmi v. Amru (1972) 4\nSCC 86 was per incuriam and observed as under:\n\"...It is a short judgment without adverting to any\nprovisions of Section 14 (1) or 14(2) of the Act. The\njudgment neither makes any mention of any argument\nraised in this regard nor there is any mention of the earlier\ndecision in Badri Pershad v. Smt. Kanso Devi. The\ndecision in Mst. Karmi cannot be considered as an\nauthority on the ambit and scope of Section 14(1) and (2)\nof the Act.\"\n144. In R. Thiruvirkolam v. Presiding Officer and Another\n"}