{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"SIDDHARAM SATLINGAPPA MHETRE v. STATE OF 251\nMAHARASHTRA [DALVEER BHANDARI, J.]\ngrounds and in accordance with such procedure as are\nestablished by law.\"\n90. European Convention on Human Rights, 1950.\n-\nThis Convention contains a most elaborate and detailed\ncodification of the rights and safeguards for the protection of\nlife and personal liberty against arbitrary invasion.\n91. In every civilized democratic country, liberty is\nconsidered to be the most precious human right of every\nperson. The Law Commission of India in its 177th Report under\nthe heading 'Introduction to the doctrine of \"arrest\" has\ndescribed as follows:\nA\nB\nC\n[1]\nE\n\"Liberty is the most precious of all the human rights\".\nIt has been the founding faith of the human race for more\nthan 200 years. Both the American Declaration of D\nIndependence, 1776 and the French Declaration of the\nRights of Man and the Citizen, 1789, spoke of liberty being\none of the natural and inalienable rights of man. The\nuniversal declaration of human rights adopted by the\ngeneral assembly on United Nations on December 10,\n1948 contains several articles designed to protect and\npromote the liberty of individual. So does the international\ncovenant on civil and political rights, 1996. Above all,\nArticle 21 of the Constitution of India proclaims that no one\nshall be deprived of his right to personal liberty except in\naccordance with the procedure prescribed by law. Even\nArticle 20(1) \u0026 (2) and Article 22 are born out of a concern\nfor human liberty. As it is often said, “one realizes the value\nof liberty only when he is deprived of it.\" Liberty, along with\nequality is the most fundamental of human rights and the\nfundamental freedoms guaranteed by the Constitution. Of\nequal importance is the maintenance of peace, law and\norder in the society. Unless, there is peace, no real\nprogress is possible. Societal peace lends stability and\nsecurity to the polity. It provides the necessary conditions\nfor growth, whether it is in the economic sphere or in the\nF\nG\nH\nA\nB\n252 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nscientific and technological spheres.\"\n92. Just as the Liberty is precious to an individual, so is\nthe society's interest in maintenance of peace, law and order.\nBoth are equally important.\n93. It is a matter of common knowledge that a large number\nof undertrials are languishing in jail for a long time even for\nallegedly committing very minor offences. This is because\nsection 438 Cr.P.C. has not been allowed its full play. The\nConstitution Bench in Sibbia's case (supra) clearly mentioned\nC that section 438 Cr.P.C. is extraordinary because it was\nincorporated in the Code of Criminal Procedure, 1973 and\nbefore that other provisions for grant of bail were sections 437\nand 439 Cr.P.C. It is not extraordinary in the sense that it should\nbe invoked only in exceptional or rare cases. Some courts of\nD smaller strength have erroneously observed that section 438\nCr.P.C. should be invoked only in exceptional or rare cases.\nThose orders are contrary to the law laid down by the judgment\nof the Constitution Bench in Sibbia's case (supra). According\nto the report of the National Police Commission, the power of\nE arrest is grossly abused and clearly violates the personal liberty\nof the people, as enshrined under Article 21 of the Constitution,\nthen the courts need to take serious notice of it. When conviction\nrate is admittedly less than 10%, then the police should be slow\nin arresting the accused. The courts considering the bail\nF application should try to maintain fine balance between the\nsocietal interest vis-à-vis personal liberty while adhering to the\nfundamental principle of criminal jurisprudence that the accused\nthat the accused is presumed to be innocent till he is found guilty\nby the competent court.\nG\n94. The complaint filed against the accused needs to be\nthoroughly examined including the aspect whether the\ncomplainant has filed false or frivolous complaint on earlier\noccasion. The court should also examine the fact whether there\nis any family dispute between the accused and the complainant\nH and the complainant must be clearly told that if the complaint\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 253\nMAHARASHTRA [DALVEER BHANDARI, J.]\nis found to be false or frivolous, then strict action will be taken A\nagainst him in accordance with law. If the connivance between\nthe complainant and the investigating officer is established then\naction be taken against the investigating officer in accordance\nwith law.\n95. The gravity of charge and exact role of the accused\nmust be properly comprehended. Before arrest, the arresting\nofficer must record the valid reasons which have led to the\narrest of the accused in the case diary. In exceptional cases\nthe reasons could be recorded immediately after the arrest, so\nthat while dealing with the bail application, the remarks and\nobservations of the arresting officer can also be properly\nevaluated by the court.\nB\nC\n96. It is imperative for the courts to carefully and with\nmeticulous precision evaluate the facts of the case. The D\ndiscretion must be exercised on the basis of the available\nmaterial and the facts of the particular case. In cases where\nthe court is of the considered view that the accused has joined\ninvestigation and he is fully cooperating with the investigating\nagency and is not likely to abscond, in that event, custodial E\ninterrogation should be avoided.\n97. A great ignominy, humiliation and disgrace is attached\nto the arrest. Arrest leads to many serious consequences not\nonly for the accused but for the entire family and at times for\nthe entire community. Most people do not make any distinction\nbetween arrest at a pre-conviction stage or post-conviction\nstage.\nWhether the powers under section 438 Cr.P.C. are\nsubject to limitation of section 437 Cr.P.C.?\n98. The question which arises for consideration is whether\nthe powers under section 438 Cr.P.C. are unguided or\nuncanalised or are subject to all the limitations of section 437\nCr.P.C.? The Constitution Bench in Sibbia's case (supra) has\nF\nG\nН\n254 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA clearly observed that there is no justification for reading into\nsection 438 Cr.P.C. and the limitations mentioned in section\n437 Cr.P.C. The Court further observed that the plentitude of\nthe section must be given its full play. The Constitution Bench\nhas also observed that the High Court is not right in observing\nB that the accused must make out a \"special case\" for the\nexercise of the power to grant anticipatory bail. This virtually,\nreduces the salutary power conferred by section 438 Cr.P.C.\nto a dead letter. The Court observed that \"We do not see why\nthe provisions of Section 438 Cr P.C. should be suspected as\nC containing something volatile or incendiary, which needs to be\nhandled with the greatest care and caution imaginable.\"\nD\nE\nF\nG\n99. As aptly observed in Sibbia's case (supra) that a wise\nexercise of judicial power inevitably takes care of the evil\nconsequences which are likely to flow out of its intemperate\nuse. Every kind of judicial discretion, whatever may be the\nnature of the matter in regard to which it is required to be\nexercised, has to be used with due care and caution. In fact,\nan awareness of the context in which the discretion is required\nto be exercised and of the reasonably foreseeable\nconsequences of its use, is the hallmark of a prudent exercise\nof judicial discretion. One ought not to make a bugbear of the\npower to grant anticipatory bail.\n100. The Constitution Bench in the same judgment also\nobserved that a person seeking anticipatory bail is still a free\nman entitled to the presumption of innocence. He is willing to\nsubmit to restraints and conditions on his freedom, by the\nacceptance of conditions which the court may deem fit to\nimpose, in consideration of the assurance that if arrested, he\nshall enlarged on bail.\n101. The proper course of action ought to be that after\nevaluating the averments and accusation available on the\nrecord if the court is inclined to grant anticipatory bail then an\ninterim bail be granted and notice be issued to the public\nH prosecutor. After hearing the public prosecutor the court may\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 255\nMAHARASHTRA [DALVEER BHANDARI, J.]\neither reject the bail application or confirm the initial order of A\ngranting bail. The court would certainly be entitled to impose\nconditions for the grant of bail. The public prosecutor or\ncomplainant would be at liberty to move the same court for\ncancellation or modifying the conditions of bail any time if liberty\ngranted by the court is misused. The bail granted by the court B\nshould ordinarily be continued till the trial of the case.\n102. The order granting anticipatory bail for a limited\nduration and thereafter directing the accused to surrender and\napply before a regular bail is contrary to the legislative intention\nand the judgment of the Constitution Bench in Sibbia's case\n(supra).\nC\n103. It is a settled legal position that the court which grants\nthe bail also has the power to cancel it. The discretion of grant\nor cancellation of bail can be exercised either at the instance D\nof the accused, the public prosecutor or the complainant on\nfinding new material or circumstances at any point of time.\n104. The intention of the legislature is quite clear that the\npower of grant or refusal of bail is entirely discretionary. The\nConstitution Bench in Sibbia's case (supra) has clearly stated\nthat grant and refusal is discretionary and it should depend on\nthe facts and circumstances of each case. The Constitution\nBench in the said case has aptly observed that we must\nrespect the wisdom of the Legislature entrusting this power to\nthe superior courts namely, the High Court and the Court of\nSession. The Constitution Bench observed as under:\nE\nF\n\"We would, therefore, prefer to leave the High Court and\nthe Court of Session to exercise their jurisdiction under\nSection 438 by a wise and careful use of their discretion G\nwhich, by their long training and experience, they are ideally\nsuited to do. The ends of justice will be better served by\ntrusting these courts to act objectively and in consonance\nwith principles governing the grant of bail which are\nrecognized over the years, than by divesting them of their H\nA\nB\nC\n256 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\ndiscretion which the legislature has conferred upon them,\nby laying down inflexible rules of general application. It is\ncustomary, almost chronic, to take a statute as one finds\nit on the grounds that, after all \"the legislature in, its wisdom\"\nhas thought it fit to use a particular expression. A\nconvention may usefully grow whereby the High Court and\nthe Court of Session may be trusted to exercise their\ndiscretionary powers in their wisdom, especially when the\ndiscretion is entrusted to their care by the legislature in its\nwisdom. If they err, they are liable to be corrected.\"\nGRANT OF BAIL FOR LIMITED PERIOD IS CONTRARY TO\nTHE LEGISLATIVE INTENTION AND LAW DECLARED BY\nTHE CONSTITUTION BENCH:\n105. The court which grants the bail has the right to cancel\nD the bail according to the provisions of the General Clauses Act\nbut ordinarily after hearing the public prosecutor when the bail\norder is confirmed then the benefit of the grant of the bail should\ncontinue till the end of the trial of that case.\nE\nF\n106. The judgment in Salauddin Abdulsamad Shaikh\n(supra) is contrary to legislative intent and the spirit of the very\nprovisions of the anticipatory bail itself and has resulted in an\nartificial and unreasonable restriction on the scope of\nenactment contrary to the legislative intention.\n107. The restriction on the provision of anticipatory bail\nunder section 438 Cr.P.C. limits the personal liberty of the\naccused granted under Article 21 of the constitution. The added\nobservation is nowhere found in the enactment and bringing in\nrestrictions which are not found in the enactment is again an\nG unreasonable restriction. It would not stand the test of fairness\nand reasonableness which is implicit in Article 21 of the\nConstitution after the decision in Maneka Gandhi's case\n(supra) in which the court observed that in order to meet the\nchallenge of Article 21 of the Constitution the procedure\nH\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 257\nMAHARASHTRA [DALVEER BHANDARI, J.]\nestablished by law for depriving a person of his liberty must be A\nfair, just and reasonable.\n108. Section 438 Cr.P.C. does not mention anything about\nthe duration to which a direction for release on bail in the event\nof arrest can be granted. The order granting anticipatory bail\nis a direction specifically to release the accused on bail in the\nevent of his arrest. Once such a direction of anticipatory bail is\nexecuted by the accused and he is released on bail, the\nconcerned court would be fully justified in imposing conditions\nincluding direction of joining investigation.\nB\nC\n109. The court does not use the expression 'anticipatory\nbail' but it provides for issuance of direction for the release on\nbail by the High Court or the Court of Sessions in the event of\narrest. According to the aforesaid judgment of Salauddin's\ncase, the accused has to surrender before the trial court and D\nonly thereafter he/she can make prayer for grant of bail by the\ntrial court. The trial court would release the accused only after\nhe has surrendered.\n110. In pursuance to the order of the Court of Sessions or\nthe High Court, once the accused is released on bail by the\ntrial court, then it would be unreasonable to compel the\naccused to surrender before the trial court and again apply for\nregular bail.\n111. The court must bear in mind that at times the\napplicant would approach the court for grant of anticipatory bail\non mere apprehension of being arrested on accusation of\nhaving committed a non-bailable offence. In fact, the\ninvestigating or concerned agency may not otherwise arrest that\napplicant who has applied for anticipatory bail but just because\nhe makes an application before the court and gets the relief\nfrom the court for a limited period and thereafter he has to\nsurrender before the trial court and only thereafter his bail\napplication can be considered and life of anticipatory bail\ncomes to an end. This may lead to disastrous and unfortunate\nE\nய\nF\nG\nH\n258 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA consequences. The applicant who may not have otherwise lost\nhis liberty loses it because he chose to file application of\nanticipatory bail on mere apprehension of being arrested on\naccusation of having committed a non-bailable offence. No\narrest should be made because it is lawful for the police officer\nB to do so. The existence of power to arrest is one thing and the\njustification for the exercise of it is quite another. The police\nofficer must be able to justify the arrest apart from his power\nto do so. This finding of the said judgment (supra) is contrary\nto the legislative intention and law which has been declared by\nC a Constitution Bench of this court in Sibbia's case (supra).\nD\nE\n112. The validity of the restrictions imposed by the Apex\nCourt, namely, that the accused released on anticipatory bail\nmust submit himself to custody and only thereafter can apply\nfor regular bail. This is contrary to the basic intention and spirit\nof section 438 Cr.P.C. It is also contrary to Article 21 of the\nConstitution. The test of fairness and reasonableness is implicit\nunder Article 21 of the Constitution of India. Directing the\naccused to surrender to custody after the limited period\namounts to deprivation of his personal liberty.\n113. It is a settled legal position crystallized by the\nConstitution Bench of this court in Sibbia's case (supra) that\nthe courts should not impose restrictions on the ambit and\nscope of section 438 Cr.P.C. which are not envisaged by the\nF Legislature. The court cannot rewrite the provision of the statute\nin the garb of interpreting it.\nG\nH\n114. It is unreasonable to lay down strict, inflexible and rigid\nrules for exercise of such discretion by limiting the period of\nwhich an order under this section could be granted. We deem\nit appropriate to reproduce some observations of the judgment\nof the Constitution Bench of this court in the Sibbia's case\n(supra).\n\"The validity of that section must accordingly be examined\nby the test of fairness and reasonableness which is implicit\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 259\nMAHARASHTRA [DALVEER BHANDARI, J.]\nin Article 21. If the legislature itself were to impose an A\nunreasonable restriction on the grant of anticipatory bail,\nsuch a restriction could have been struck down as being\nviolative of Article 21. Therefore, while determining the\nscope of Section 438, the court should not impose any\nunfair or unreasonable limitation on the individual's right B\nto obtain an order of anticipatory bail. Imposition of an\nunfair or unreasonable limitation, according to the learned\nCounsel, would be violative of Article 21, irrespective of\nwhether it is imposed by legislation or by judicial decision.\nXXX XXX XXX\nC\nClause (1) of Section 438 is couched in terms, broad\nand unqualified. By any known canon of construction, words\nof width and amplitude ought not generally to be cut down\nso as to read into the language of the statute restraints and D\nconditions which the legislature itself did not think it proper\nor necessary to impose. This is especially true when the\nstatutory provision which falls for consideration is designed\nto secure a valuable right like the right to personal freedom\nand involves the application of a presumption as salutary E\nand deep grained in our criminal jurisprudence as the\npresumption of innocence.\"\nXXX XXX XXX\nF\n0\n\"I desire in the first instance to point out that the\ndiscretion given by the section is very wide. . . Now it\nseems to me that when the Act is so expressed to provide\na wide discretion, ... it is not advisable to lay down any rigid\nrules for guiding that discretion. I do not doubt that the rules\nenunciated by the Master of the Rolls in the present case\nare useful maxims in general, and that in general they\nreflect the point of view from which judges would regard\nan application for relief. But I think it ought to be distinctly\nunderstood that there may be cases in which any or all of\nthem may be disregarded. If it were otherwise, the free H\nA\nB\nC\nD\nE\nபட\nF\nG\nH\n260 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\ndiscretion given by the statute would be fettered by\nlimitations which have nowhere been enacted. It is one\nthing to decide what is the true meaning of the language\ncontained in an Act of Parliament. It is quite a different\nthing to place conditions upon a free discretion entrusted\nby statute to the court where the conditions are not based\nupon statutory enactment at all. It is not safe, I think, to say\nthat the court must and will always insist upon certain things\nwhen the Act does not require them, and the facts of some\nunforeseen case may make the court wish it had kept a\nfree hand.\"\nXXX XXX XXX\n\"The concern of the courts generally is to preserve\ntheir discretion without meaning to abuse it. It will be\nstrange if we exhibit concern to stultify the discretion\nconferred upon the courts by law.\"\n115. The Apex Court in Salauddin's case (supra) held that\nanticipatory bail should be granted only for a limited period and\non the expiry of that duration it should be left to the regular court\nto deal with the matter is not the correct view. The reasons\nquoted in the said judgment is that anticipatory bail is granted\nat a stage when an investigation is incomplete and the court is\nnot informed about the nature of evidence against the alleged\noffender.\n116. The said reason would not be right as the restriction\nis not seen in the enactment and bail orders by the High Court\nand Sessions Court are granted under sections 437 and 439\nalso at such stages and they are granted till the trial.\n117. The view expressed by this Court in all the above\nreferred judgments have to be reviewed and once the\nanticipatory bail is granted then the protection should ordinarily\nbe available till the end of the trial unless the interim protection\nby way of the grant of anticipatory bail is curtailed when the\n"}