{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"SIDDHARAM SATLINGAPPA MHETRE v. STATE OF 221\nMAHARASHTRA\nThe Judgment of the Court was delivered by\nDALVEER BHANDARI, J. 1. Leave granted.\n2. This appeal involves issues of great public importance\npertaining to the importance of individual's personal liberty and\nthe society's interest.\nA\nB\n3. The society has a vital interest in grant or refusal of bail\nbecause every criminal offence is the offence against the State.\nThe order granting or refusing bail must reflect perfect balance\nbetween the conflicting interests, namely, sanctity of individual C\nliberty and the interest of the society. The law of bails dovetails\ntwo conflicting interests namely, on the one hand, the\nrequirements of shielding the society from the hazards of those\ncommitting crimes and potentiality of repeating the same crime\nwhile on bail and on the other hand absolute adherence of the\nfundamental principle of criminal jurisprudence regarding\npresumption of innocence of an accused until he is found guilty\nand the sanctity of individual liberty.\n4. Brief facts which are necessary to dispose of this appeal\nare recapitulated as under:\nD\nE\nF\nThe appellant, who belongs to the Indian National Congress\nparty (for short 'Congress party') is the alleged accused in this\ncase. The case of the prosecution, as disclosed in the First\nInformation Report (for short 'FIR'), is that Sidramappa Patil\nwas contesting election of the State assembly on behalf of the\nBhartiya Janata Party (for short 'BJP'). In the FIR, it is\nincorporated that Baburao Patil, Prakash Patil, Mahadev Patil,\nMallikarjun Patil, Apparao Patil, Yeshwant Patil were supporters\nof the Congress and so also the supporters of the appellant G\nSiddharam Mhetre and opposed to the BJP candidate.\n5. On 26.9.2009, around 6.00 p.m. in the evening,\nSidramappa Patil of BJP came to the village to meet his party\nworkers. At that juncture, Shrimant Ishwarappa Kore,\nH\n222 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA Bhimashankar Ishwarappa Kore, Kallapa Gaddi, Sangappa\nGaddi, Gafur Patil, Layappa Gaddi, Mahadev Kore, Suresh\nGaddi, Suresh Zhalaki, Ankalgi, Sarpanch of village Shivmurti\nVijapure met Sidramappa Patil and thereafter went to worship\nand pray at Layavva Devi's temple. After worshipping the\nB Goddess when they came out to the assembly hall of the\ntemple, these aforementioned political opponents namely,\nBaburao Patil, Prakash Patil, Gurunath Patil, Shrishail Patil,\nMahadev Patil, Mallikarjun Patil, Annarao @ Pintu Patil,\nHanumant Patil, Tammarao Bassappa Patil, Apparao Patil,\nC Mallaya Swami, Sidhappa Patil, Shankar Mhetre, Usman\nSheikh, Jagdev Patil, Omsiddha Pujari, Panchappa Patil,\nMahesh Hattargi, Siddhappa Birajdar, Santosh Arwat,\nSangayya Swami, Anandappa Birajdar, Sharanappa Birajdar,\nShailesh Chougule, Ravi Patil, Amrutling Koshti, Ramesh Patil\nand Chandrakant Hattargi suddenly came rushing in their\ndirection and loudly shouted, \"why have you come to our village?\nHave you come here to oppose our Mhetre Saheb? They asked\nthem to go away and shouted Mhetre Saheb Ki Jai.”\nD\n6. Baburao Patil and Prakash Patil from the\nE aforementioned group fired from their pistols in order to kill\nSidramappa Patil and the other workers of the BJP. Bhima\nShankar Kore was hit by the bullet on his head and died on\nthe spot. Sangappa Gaddi, Shivmurti Vjapure, Jagdev Patil,\nLayappa Patil, Tammaro Patil were also assaulted. It is further\nF mentioned in the FIR that about eight days ago, the appellant\nSiddharam Mhetre and his brother Shankar Mhetre had gone\nto the village and talked to the abovementioned party workers\nand told them that, \"if anybody says anything to you, then you\ntell me. I will send my men within five minutes. You beat\nG anybody. Do whatever.\"\n7. According to the prosecution, the appellant along with\nhis brother instigated their party workers which led to killing of\nBhima Shanker Kora. It may be relevant to mention that the\nalleged incident took place after eight days of the alleged\nH incident of instigation.\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 223\nMAHARASHTRA [DALVEER BHANDARI, J.]\n8. The law relating to bail is contained in sections 436 to A\n450 of chapter XXXIII of the Code of Criminal Procedure, 1973.\nSection 436 deals with situation, in what kind of cases bail\nshould be granted. Section 436 deals with the situation when\nbail may be granted in case of a bailable offence. Section 439\ndeals with the special powers of the High Court or the Court of B\nSessions regarding grant of bail. Under sections 437 and 439\nbail is granted when the accused or the detenu is in jail or\nunder detention.\n9. The provision of anticipatory bail was introduced for the\nfirst time in the Code of Criminal Procedure in 1973.\n10. Section 438 of the Code of Criminal Procedure, 1973\nreads as under:\n\"438. Direction for grant of bail to person apprehending\narrest.- (1) Where any person has reason to believe that\nhe may be arrested on accusation of having committed a\nnon-bailable offence, he may apply to the High Court or\nthe Court of Session for a direction under this section that\nin the event of such arrest he shall be released on bail; and\nthat Court may, after taking into consideration, inter alia,\nthe following factors, namely:-\nC\nD\nE\n(i)\nthe nature and gravity of the accusation;\n(ii)\nthe antecedents of the applicant including the fact F\nas to whether he has previously undergone\nimprisonment on conviction by a Court in respect\nof any cognizable offence;\n(iii) the possibility of the applicant to flee from justice;\nand\n(iv) where the accusation has been made with the\nobject of injuring or humiliating the applicant by\nhaving him so arrested,\nG\nH\n224 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA either reject the application forthwith or issue an interim order\nfor the grant of anticipatory bail:\nB\nс\nD\nE\nןד\nF\n0\n☐ H\nProvided that, where the High Court or, as the case\nmay be, the Court of Session, has not passed any interim\norder under this sub-section or has rejected the application\nfor grant of anticipatory bail, it shall be open to an officer\nin-charge of a police station to arrest, without warrant, the\napplicant on the basis of the accusation apprehended in\nsuch application.\n(1-A) Where the Court grants an interim order under\nsub-section (1), it shall forthwith cause a notice being not\nless than seven days notice, together with a copy of such\norder to be served on the Public Prosecutor and the\nSuperintendent of Police, with a view to give the Public\nProsecutor a reasonable opportunity of being heard when\nthe application shall be finally heard by the Court.\n(1-B) The presence of the applicant seeking\nanticipatory bail shall be obligatory at the time of final\nhearing of the application and passing of final order by the\nCourt, if on an application made to it by the Public\nProsecutor, the Court considers such presence necessary\nin the interest of justice.\n(2) When the High Court or the Court of Session\nmakes a direction under sub- section (1), it may include\nsuch conditions in such directions in the light of the facts\nof the particular case, as it may thinks fit, including -\n(i)\n(ii)\na condition that the person shall make himself\navailable for interrogation by a police officer as and\nwhen required;\na condition that the person shall not, directly or\nindirectly,- make any inducement, threat or promise\nto any person acquainted with the facts of the case\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 225\nMAHARASHTRA [DALVEER BHANDARI, J.]\n(iii)\nso as to dissuade him from disclosing such facts A\nto the Court or to any police officer;\na condition that the person shall not leave India\nwithout the previous permission of the Court;\n(iv) such other condition as may be imposed under sub-\nsection (3) of section 437, as if the bail were\ngranted under that section.\n(3) If such person is thereafter arrested without warrant by\nan officer in charge of a police station on such accusation,\nand is prepared either at the time of arrest or at any time\nwhile in the custody of such officer to give bail, he shall be\nreleased on bail, and if a Magistrate taking cognizance of\nsuch offence decides that a warrant should issue in the first\ninstance against that person, he shall issue a bailable\nwarrant in conformity with the direction of the Court under\nsub-section (1).\"\nWhy was the provision of anticipatory bail introduced?\n- Historical perspective\n11. The Code of Criminal Procedure, 1898 did not contain\nany specific provision of anticipatory bail. Under the old Code,\nthere was a sharp difference of opinion amongst the various\nHigh Courts on the question as to whether the courts had an\ninherent power to pass an order of bail in anticipation of arrest,\nthe preponderance of view being that it did not have such\npower.\n12. The Law Commission of India, in its 41st Report dated\nSeptember 24, 1969 pointed out the necessity of introducing\na provision in the Code of Criminal Procedure enabling the High\nCourt and the Court of Sessions to grant \"anticipatory bail”. It\nobserved in para 39.9 of its report (Volume 1) and the same is\nset out as under:\nB\nC\nD\nE\nF\nG\n\"The suggestion for directing the release of a person on H\nA\nB\nC\nD\nE\nF\nG\nH\n226 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nbail prior to his arrest (commonly known as \"anticipatory\nbail”) was carefully considered by us. Though there is a\nconflict of judicial opinion about the power of a court to\ngrant anticipatory bail, the majority view is that there is no\nsuch power under the existing provisions of the Code. The\nnecessity for granting anticipatory bail arises mainly\nbecause sometimes influential persons try to implicate\ntheir rivals in false cases for the purpose of disgracing\nthem or for other purposes by getting them detained in jail\nfor some days. In recent times, with the accentuation of\npolitical rivalry, this tendency is showing signs of steady\nincrease. Apart from false cases, where there are\nreasonable grounds for holding that a person accused of\nan offence is not likely to abscond, or otherwise misuse\nhis liberty while on bail, there seems no justification to\nrequire him first to submit to custody, remain in prison for\nsome days and then apply for bail.\"\nThe Law commission recommended acceptance of the\nsuggestion.\n13. The Law Commission in para 31 of its 48th Report\n(July, 1972) made the following comments on the aforesaid\nclause:\n\"The Bill introduces a provision for the grant of\nanticipatory bail. This is substantially in accordance with\nthe recommendation made by the previous Commission.\nWe agree that this would be a useful addition, though we\nmust add that it is in very exceptional cases that such a\npower should be exercised.\nWe are further of the view that in order to ensure that\nthe provision is not put to abuse at the instance of\nunscrupulous petitioners, the final order should be made\nonly after notice to the Public Prosecutor. The initial order\nshould only be an interim one. Further, the relevant section\nshould make it clear that the direction can be issued only\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 227\nMAHARASHTRA [DALVEER BHANDARI, J.]\nfor reasons to be recorded, and if the court is satisfied that A\nsuch a direction is necessary in the interests of justice.\nIt will also be convenient to provide that notice of the\ninterim order as well as of the final orders will be given to\nthe Superintendent of Police forthwith.\"\n14. Police custody is an inevitable concomitant of arrest\nfor non-bailable offences. The concept of anticipatory bail is that\na person who apprehends his arrest in a non-bailable case can\napply for grant of bail to the Court of Sessions or to the High\nCourt before the arrest.\nScope and ambit of Section 438 Cr.P.C.\n15. It is apparent from the Statement of Objects and\nReasons for introducing section 438 in the Code of Criminal\nProcedure, 1973 that it was felt imperative to evolve a device\nby which an alleged accused is not compelled to face ignominy\nand disgrace at the instance of influential people who try to\nimplicate their rivals in false cases.\n16. The Code of Criminal Procedure, 1898 did not contain\nany specific provision corresponding to the present section 438\nCr.P.C. The only two clear provisions of law by which bail could\nbe granted were sections 437 and 439 of the Code. Section\n438 was incorporated in the Code of Criminal Procedure, 1973\nfor the first time.\n17. It is clear from the Statement of Objects and Reasons\nthat the purpose of incorporating Section 438 in the Cr.P.C. was\nto recognize the importance of personal liberty and freedom in\na free and democratic country. When we carefully analyze this\nsection, the wisdom of the legislature becomes quite evident\nand clear that the legislature was keen to ensure respect for\nthe personal liberty and also pressed in service the age-old\nprinciple that an individual is presumed to be innocent till he is\nfound guilty by the court.\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\n228 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n18. The High Court in the impugned judgment has declined\nto grant anticipatory bail to the appellant and aggrieved by the\n´ said order, the appellant has approached this Court by filing\nthis appeal.\n19. Mr. Shanti Bhushan, learned senior counsel appearing\nfor the appellant submitted that the High Court has gravely\nerred in declining the anticipatory bail to the appellant. He\nsubmitted that section 438 Cr.P.C. was incorporated because\nsometime influential people try to implicate their rivals in false\ncases for the purpose of disgracing them or for other purposes\nby getting them detained in jail for some days. He pointed out\nthat in recent times, with the accentuation of political rivalry, this\ntendency is showing signs of steady increase.\n20. Mr. Bhushan submitted that the appellant has been\nD implicated in a false case and apart from that he has already\njoined the investigation and he is not likely to abscond, or\notherwise misuse the liberty while on bail, therefore, there was\nno justification to decline anticipatory bail to the appellant.\nE\n21. Mr. Bhushan also submitted that the FIR in this case\nrefers to an incident which had taken place on the instigation\nof the appellant about eight days ago. According to him, proper\nanalysis of the averments in the FIR leads to irresistible\nconclusion that the entire prosecution story seems to be a cock\nand bull story and no reliance can be placed on such a\nF\nconcocted version.\n22. Mr. Bhushan contended that the personal liberty is the\nmost important fundamental right guaranteed by the\nConstitution. He also submitted that it is the fundamental\nG principle of criminal jurisprudence that every individual is\npresumed to be innocent till he or she is found guilty. He further\nsubmitted that on proper analysis of section 438 Cr.P.C. the\nlegislative wisdom becomes quite evident that the legislature\nwanted to preserve and protect personal liberty and give\nH\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 229\nMAHARASHTRA [DALVEER BHANDARI, J.]\nimpetus to the age-old principle that every person is presumed A\nto be innocent till he is found guilty by the court.\n23. Mr. Bhushan also submitted that an order of\nanticipatory bail does not in any way, directly or indirectly, take\naway from the police their power and right to fully investigate\ninto charges made against the appellant. He further submitted\nthat when the case is under investigation, the usual anxiety of\nthe investigating agency is to ensure that the alleged accused\nshould fully cooperate with them and should be available as and\nwhen they require him. In the instant case, when the appellant\nhas already joined the investigation and is fully cooperating with\nthe investigating agency then it is difficult to comprehend why\nthe respondent is insistent for custodial interrogation of the\nappellant? According to the appellant, in the instant case, the\ninvestigating agency should not have a slightest doubt that the\nappellant would not be available to the investigating agency for\nfurther investigation particularly when he has already joined\ninvestigation and is fully cooperating with the investigating\nagency.\n24. Mr. Bhushan also submitted that according to the\nGeneral Clauses Act, 1897 the court which grants the bail also\nhas the power to cancel it. The grant of bail is an interim order.\nThe court can always review its decision according to the\nsubsequent facts, circumstances and new material. Mr.\nBhushan also submitted that the exercise of grant, refusal and\ncancellation of bail can be undertaken by the court either at the\ninstance of the accused or a public prosecutor or a complainant\non finding fresh material and new circumstances at any point\nof time. Even the appellant's reluctance in not fully cooperating\nwith the investigation could be a ground for cancellation of bail.\nB\nC\nD\nE\nF\nG\n25. Mr. Bhushan submitted that a plain reading of the\nsection 438 Cr.P.C. clearly reveals that the legislature has not\nplaced any fetters on the court. In other words, the legislature\nhas not circumscribed court's discretion in any manner while\ngranting anticipatory bail, therefore, the court should not limit H\n230 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA the order only for a specified period till the charge-sheet is filed\nand thereafter compel the accused to surrender and ask for\nregular bail under section 439 Cr.P.C., meaning thereby the\nlegislature has not envisaged that the life of the anticipatory bail\nwould only last till the charge-sheet is filed. Mr. Bhushan\nB submitted that when no embargo has been placed by the\nlegislature then this court in some of its orders was not justified\nin placing this embargo.\nC\nD\n26. Mr. Bhushan submitted that the discretion which has\nbeen granted by the legislature cannot and should not be\ncurtailed by interpreting the provisions contrary to the legislative\nintention. The courts' discretion in grant or refusal of the\nanticipatory bail cannot be diluted by interpreting the provisions\nagainst the legislative intention. He submitted that the life is\nnever static and every situation has to be assessed and\nevaluated in the context of emerging concerns as and when it\narises. It is difficult to visualize or anticipate all kinds of problems\nand situations which may arise in future.\nLaw has been settled by an authoritative pronouncement\nE of the Supreme Court\nF\nG\n27. The Constitution Bench of this Court in Gurbaksh Singh\nSibbia and Others v. State of Punjab (1980) 2 SCC 565 had\nan occasion to comprehensively deal with the scope and ambit\nof the concept of anticipatory bail. Section 438 Cr.P.C. is an\nextraordinary provision where the accused who apprehends his/\nher arrest on accusation of having committed a non-bailable\noffence can be granted bail in anticipation of arrest. The\nConstitution Bench's relevant observations are set out as\nunder:\nH\nแ\n…………………..A wise exercise of judicial power inevitably takes\ncare of the evil consequences which are likely to flow out\nof its intemperate use. Every kind of judicial discretion,\nwhatever may be the nature of the matter in regard to which\nit is required to be exercised, has to be used with due care\n"}