{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"SIDDHARAM SATLINGAPPA MHETRE v. STATE OF 211\nMAHARASHTRA\n7.1 The order granting anticipatory bail for a limited A\nduration and, thereafter, directing the accused to\nsurrender and apply before a regular bail is contrary to\nthe legislative intention and the judgment of the\nConstitution Bench in Sibbia's case. [Para 102] [255-C]\n7.2 The court which grants the bail also has the\npower to cancel it according to the provisions of the\nGeneral Clauses Act but ordinarily after hearing the public\nprosecutor when the bail order is confirmed then the\nbenefit of the grant of the bail should continue till the end\nof the trial of that case. [Para 105] [256-D]\n7.3 The restriction on the provision of anticipatory\nbail under Section 438 Cr.P.C. limits the personal liberty\nof the accused granted under Article 21 of the\nConstitution. In order to meet the challenge of Article 21\nof the Constitution the procedure established by law for\ndepriving a person of his liberty must be fair, just and\nreasonable. [Para 107] [256-F-H; 257-A]\nManeka Gandhi v. Union of India and Anr. (1978) 1 SCC\n248 - relied on.\n7.4 Section 438 Cr.P.C. does not mention anything\nabout the duration to which a direction for release on bail\nin the event of arrest can be granted. The order granting\nanticipatory bail is a direction specifically to release the\naccused on bail in the event of his arrest. Once such a\ndirection of anticipatory bail is executed by the accused\nand he is released on bail, the concerned court would be\nfully justified in imposing conditions including direction\nof joining investigation. [Para 108] [257-B-C]\n7.5 In pursuance to the order of the Court of\nSessions or the High Court, once the accused is released\non bail by the trial court, then it would be unreasonable\nto compel the accused to surrender before the trial court\nB\nC\nD\nE\nF\nG\nH\nB\n212 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA and again apply for regular bail. The court must bear in\nmind that at times the applicant would approach the\ncourt for grant of anticipatory bail on mere apprehension\nof being arrested on accusation of having committed a\nnon-bailable offence. In fact, the investigating or\nconcerned agency may not otherwise arrest that\napplicant who has applied for anticipatory bail but just\nbecause he makes an application before the court and\ngets the relief from the court for a limited period and,\nthereafter, he has to surrender before the trial court and\nonly thereafter his bail application can be considered and\nlife of anticipatory bail comes to an end. This may lead\nto disastrous and unfortunate consequences. [Paras 110\nand 111] [257-E-H; 258-A]\nC\n7.6 The courts should not impose restrictions on the\nD ambit and scope of Section 438 Cr.P.C. which are not\nenvisaged by the Legislature. The court cannot rewrite\nthe provision of the statute in the garb of interpreting it.\nIt is unreasonable to lay down strict, inflexible and rigid\nrules for exercise of such discretion by limiting the period\nE of which an order under this Section could be granted.\nOnce the anticipatory bail is granted then the protection\nshould ordinarily be available till the end of the trial\nunless the interim protection by way of the grant of\nanticipatory bail is curtailed when the anticipatory bail\nF granted by the court is cancelled by the court on finding\nfresh material or circumstances or on the ground of\nabuse of the indulgence by the accused. [Paras 113, 114\nand 117] [258-E-H; 260-G-H; 261-A]\nG\nH\n8.1 No inflexible guidelines or straitjacket formula can\nbe provided for grant or refusal of anticipatory bail. No\nattempt should be made to provide rigid and inflexible\nguidelines in this respect because all circumstances and\nsituations of future cannot be clearly visualized for the\ngrant or refusal of anticipatory bail. In consonance with\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 213\nMAHARASHTRA\nthe legislative intention the grant or refusal of anticipatory A\nbail should necessarily depend on\non \nfacts and\ncircumstances of each case. [Para 121] [262-F-G]\n8.2 The following factors and parameters can be\ntaken into consideration while dealing with the\nanticipatory bail:\n(i) The nature and gravity of the accusation and the\nexact role of the accused must be properly\ncomprehended before arrest is made;\n(ii) The antecedents of the applicant including the\nfact as to whether the accused has previously\nundergone imprisonment on conviction by a Court\nin respect of any cognizable offence;\n(iii) The possibility of the applicant to flee from justice;\n(iv) The possibility of the accused's likelihood to\nrepeat similar or the other offences;\nB\nC\nD\n(v) Where the accusations have been made only with E\nthe object of injuring or humiliating the applicant by\narresting him or her;\n(vi) Impact of grant of anticipatory bail particularly in\ncases of large magnitude affecting a very large\nnumber of people;\nF\n(vii) The courts must evaluate the entire available\nmaterial against the accused very carefully. The court\nmust also clearly comprehend the exact role of the\naccused in the case. The cases in which accused is G\nimplicated with the help of Sections 34 and 149 of the\nPenal Code, the court should consider with even\ngreater care and caution because over implication in\nthe cases is a matter of common knowledge and\nconcern;\nH\nA\nB\nC\nD\nE\nF\n214 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n(viii) While considering the prayer for grant of\nanticipatory bail, a balance has to be struck between\ntwo factors namely, no prejudice should be caused\nto the free, fair and full investigation and there\nshould be prevention of harassment, humiliation and\nunjustified detention of the accused;\n(ix) The court to consider reasonable apprehension\nof tampering of the witness or apprehension of threat\nto the complainant;\n(x) Frivolity in prosecution should always be\nconsidered and it is only the element of genuineness\nthat shall have to be considered in the matter of grant\nof bail and in the event of there being some doubt\nas to the genuineness of the prosecution, in the\nnormal course of events, the accused is entitled to\nan order of bail. [Para 122] [263-A-H; 264-A-D]\n8.3 The arrest should be the last option and it should\nbe restricted to those exceptional cases where arresting\nthe accused is imperative in the facts and circumstances\nof that case. The court must carefully examine the entire\navailable record and particularly the allegations which\nhave been directly attributed to the accused and these\nallegations are corroborated by other material and\ncircumstances on record. [Paras 123 and 124] [264-D-F]\n8.4 Personal liberty is a very precious fundamental\nright and it should be curtailed only when it becomes\nimperative according to the peculiar facts and\ncircumstances of the case. In case, the State considers\nG the following suggestions in proper perspective then\nperhaps it may not be necessary to curtail the personal\nliberty of the accused in a routine manner. These\nsuggestions which are only illustrative and not\nexhaustive are:\nH\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 215\nMAHARASHTRA\n(1) Direct the accused to join investigation and only A\nwhen the accused does not co-operate with the\ninvestigating agency, then only the accused be\narrested.\n(2) Seize either the passport or such other related\ndocuments, such as, the title deeds of properties or\nthe Fixed Deposit Receipts/Share Certificates of the\naccused.\n(3) Direct the accused to execute bonds;\n(4) The accused may be directed to furnish sureties\nof number of persons which according to the\nprosecution are necessary in view of the facts of the\nparticular case.\n(5) The accused be directed to furnish undertaking\nthat he would not visit the place where the witnesses\nreside so that the possibility of tampering of evidence\nor otherwise influencing the course of justice can be\navoided.\n(6) Bank accounts be frozen for small duration\nduring investigation. [Paras 127 and 128] [265-D-H;\n266-A-C]\n8.5 In case the arrest is imperative, according to the\nfacts of the case, in that event, the arresting officer must\nclearly record the reasons for the arrest of the accused\nbefore the arrest in the case diary, but in exceptional\ncases where it becomes imperative to arrest the accused\nimmediately, the reasons be recorded in the case diary\nimmediately after the arrest is made without loss of any\ntime so that the court has an opportunity to properly\nconsider the case for grant or refusal of bail in the light\nof reasons recorded by the arresting officer. [Para 129]\n[266-D]\nB\nC\nD\nE\nF\nG\nI\nA\n216 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n8.6 The exercise of jurisdiction under Section 438\nCr.P.C. is extremely important judicial function of a judge\nand must be entrusted to judicial officers with some\nexperience and good track record. Both individual and\nsociety have vital interest in orders passed by the courts\nB in anticipatory bail applications. It is imperative for the\nHigh Courts through its judicial academies to periodically\norganize workshops, symposiums, seminars and\nlectures by the experts to sensitize judicial officers, police\nofficers and investigating officers so that they can\nC properly comprehend the importance of personal liberty\nvis-à-vis social interests. They must learn to maintain fine\nbalance between the personal liberty and the social\ninterests. The performance of the judicial officers must be\nperiodically evaluated on the basis of the cases decided\nby them. In case, they have not been able to maintain\nbalance between personal liberty and societal interests,\nthe lacunae must be pointed out to them and they may\nbe asked to take corrective measures in future.\nUltimately, the entire discretion of grant or refusal of bail\nhas to be left to the judicial officers and all concerned\nmust ensure that grant or refusal of bail is considered\nbasically on the facts and circumstances of each case.\n[Paras 130, 131 and 132] [266-E-H; 267-A-B]\nD\nE\n8.7 The discretion vested in the court in all matters\nF should be exercised with care and circumspection\ndepending upon the facts and circumstances justifying\nits exercise. Similarly, the discretion vested with the court\nunder Section 438 Cr.P.C. should also be exercised with\ncaution and prudence. It is unnecessary to travel beyond\nit and subject to the wide power and discretion conferred\nby the legislature to a rigorous code of self-imposed\nlimitations. [Para 137] [268-E-F]\nG\nJoginder Kumar v. State of U.P. and Ors. (1994) 4 SCC\n260 referred to.\n-\nH\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 217\nMAHARASHTRA\n9.1 The judgments and orders in Salauddin A\nAbdulsamad Shaikh v. State of Maharashtra; K. L. Verma v.\nState and Anr.; Adri Dharan Das v. State of West Bengal;\nSunita Devi v. State of Bihar and Anr. and; Naresh Kumar\nYadav v Ravindra Kumar case are clearly contrary to the\nlaw declared by the Constitution Bench of this Court in B\nSibbia's case. These judgments are also contrary to the\nlegislative intention. The court would not be justified in\nre-writing Section 438 Cr.P.C. [Para 138] [268-G]\n9.2 The analysis of English and Indian Law clearly\nleads to the irresistible conclusion that not only the\njudgment of a larger strength is binding on a judgment\nof smaller strength but the judgment of a co-equal\nstrength is also binding on a Bench of judges of co-equal\nstrength. In the instant case, the judgments by two or\nthree judges of this. Court in Salauddin Abdulsamad\nShaikh v. State of Maharashtra; K. L. Verma v. State and Anr.;\nAdri Dharan Das v. State of West Bengal; Sunita Devi v. State\nof Bihar and Anr. and; Naresh Kumar Yadav v Ravindra\nKumar case have clearly ignored a Constitution Bench\njudgment of this Court in Sibbia's case which has\ncomprehensively dealt with all the facets of anticipatory\nbail enumerated under Section 438 of Cr.P.C..\nConsequently, the said judgments are per incuriam. [Para\n149] [273-D-F]\nSalauddin Abdulsamad Shaikh v. State of Maharashtra\n(1996) 1 SCC 667; K. L. Verma v. State and Anr. (1998) 9\nSCC 348; Adri Dharan Das v. State of West Bengal (2005)\n4 SCC 303; Sunita Devi v. State of Bihar and Anr. (2005) 1\nSCC 608; Naresh Kumar Yadav v Ravindra Kumar (2008) 1\nSCC 632 - per incuriam.\nGovernment of A.P. and Anr. v. B. Satyanarayana Rao\n(dead) by LRs. and Ors. (2000) 4 SCC 262; Union of India v.\nRaghubir Singh (1989) 2 SCC 754; Thota Sesharathamma\nC\nD\nE\nF\nG\nI\nI\n218 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA and another v. Thota Manikyamma (Dead) by LRs. and Ors.\n(1991) 4 SCC 312; Mst. Karmi v. Amru (1972) 4 SCC 86; R.\nThiruvirkolam v. Presiding Officer and Anr. (1997) 1 SCC 9;\nGujarat Steel Tubes Ltd. v. Mazdoor Sabha (1980) 2 SCC\n593; P.H. Kalyani v. Air France (1964) 2 SCR 104; Bharat\nB Petroleum Corporation Ltd. v. Mumbai Shramik Sangra and\nOrs. (2001) 4 SCC 448; Central Board of Dawoodi Bohra\nCommunity v. State of Maharashtra (2005) 2 SCC 673;\nOfficial Liquidator v. Dayanand and Ors. (2008) 10 SCC 1;\nState of Karnataka and Ors.v. Umadevi (3) and Ors. (2006) 4\nC SCC 1; Subhash Chandra and Anr. v. Delhi Subordinate\nServices Selection Board and Ors. (2009) 15 SCC 458 –\nreferred to.\nD\n-\nYoung v. Bristol Aeroplane Company Limited (1994) All\nER 293; Huddersfield Police Authority v. Watson (1947) 2 All\nER 193 referred to.\n-\n9.3 In case there is no judgment of a Constitution\nBench or larger Bench of binding nature and if the court\ndoubts the correctness of the judgments by two or three\nE judges, then the proper course would be to request\nHon'ble the Chief Justice to refer the matter to a larger\nBench of appropriate strength. [Para 150] [273-G]\nF\nG\nPokar Ram v. State of Rajasthan and Ors. (1985) 2 SCC\n597; N. Meera Rani v. Government of Tamil Nadu and Anr.\n(1989) 4 SCC 418; Vijayalaxmi Cashew Company and Ors.\nv. Dy. Commercial Tax Officer and Anr. (1996) 1 SCC 468;\nUnion of India and Ors. v. K. S. Subramanian (1976) 3 SCC\n677; State of U.P. v. Ram Chandra Trivedi (1976) 4 SCC 52;\nPalanikumar and Anr. v. State 2007 (4) CTC 1 - referred to.\nCase Law Reference:\n(1980) 2 SCC 565 Referred to\nPara 119,\n149, 151\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 219\nMAHARASHTRA\n(1985) 2 SCC 597\nReferred to\nPara 31 A\n(1989) 4 SCC 418\nReferred to\nPara 33\n(1996) 1 SCC 468\nReferred to\nPara 34\n(1976) 3 SCC 677\nReferred to\nPara 35\nB\n(1976) 4 SCC 52\nReferred to\nPara 35\n2007 (4) CTC 1\nReferred to\nPara 39\nAIR 1950 SC 27\nRelied on\nPara 62, 69\nC\nAIR 1963 SC 1295 Relied on\nPara 64\n(1978) 1 SCC 248\nRelied on\nPara 65\n(2000) 5 SCC 712\nRelied on\nPara 66\n(1994) 3 SCC 569\nRelied on\nPara 66\nD\n(1981) 1 SCC 608\nRelied on\nPara 69\n(1994) 3 SCC 394\nRelied on\nPara 70\n(1994) 6 SCC 260\nRelied on\nPara 71\n_E\n(1986) 3 SCC 156\nRelied on\nPara 72\n(1980) 3 SCC 526\nRelied on\nPara 74\n(1987) 1 All ER 940 Referred to\nPara 78\nLL\nF\n(2002) 1 All ER 1\nReferred to\nPara 78\n(1972) S.C.R. 889\nReferred to\nPara 84\n(1994) 4 SCC 260\nReferred to\nPara 120\nG\n(2008) 1 SCC 632\nReferred to\nPara 136\n(1994) All ER 293\nReferred to\nPara 139\n(1947) 2 All ER 193 Referred to\nPara 140\n(2000) 4 SCC 262\nReferred to\nPara 141\nH\n220 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA\n(1989) 2 SCC 754\nReferred to\nPara 142\n(1991) 4 SCC 312\nReferred to\nPara 143\n(1972) 4 SCC 86\nReferred to\nPara 143\n(1997) 1 SCC 9\nReferred to\nPara 144\nB\n(1980) 2 SCC 593\nReferred to\nPara 144\n(1964) 2 SCR 104\nReferred to\nPara 144\n(2001) 4 SCC 448\nReferred to\nPara 145\nC\n(2005) 2 SCC 673\nReferred to\nPara 146\n(2008) 10 SCC 1\nReferred to\nPara 147\n(2006) 4 SCC 1\nReferred to\nPara 147\nD\n(2009) 15 SCC 458 Referred to\nPara 148\n(1996) 1 SCC 667\nPer incuriam\nPara 149\n(1998) 9 SCC 348\nPer incuriam\nPara 149\nய\nE\n(2005) 4 SCC 303\nPer incuriam\nPara 149\n(2005) 1 SCC 608\nPer incuriam\nPara 149\n(2008) 1 SCC 632\nPer incuriam\nPara 149\nF\nG\nH\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 2271 of 2010.\nFrom the Judgment \u0026 Order dated 06.10.2009 of the High\nCourt of Judicature at Bombay in Criminal Application No.\n4465 of 2009.\nShanti Bhushan, Mahesh Jethmalani, Naveen Chomal,\nSudhir Halli, A. Raghunath, Pravin Satale, Pranav Badheka,\nPriyal Sardha, Rajiv Shankar Dvivedi, Arun R. Pednekar,\nSanjay Kharde, Shankar Chillarge, Asha Gopalan Nair, Rajeev\nK. Dubey, Kamlendra Mishra for the appearing parties.\n"}